{
  "title": "THE GOSPEL (PROTO-LUKE)",
  "description": "A forensic reconstruction of the Jamesian Protograph, commonly identified as Proto-Luke or the Marcionite Evangelion. This reconstruction excises canonical chapters 1 and 2, recognized as later Pastoral additions designed to anchor the narrative in Davidic biology and Temple piety. In this Jamesian core, the narrative begins not with a birth, but with a sudden descent of the Spirit into the historical timeframe of the Roman Empire.",
  "chapters": [
    {
      "chapter": 1,
      "title": "Proto-Luke Chapter 1",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 3:1",
          "english": "In the fifteenth year of the governance of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Ituraea and Trachonitis, and Lysanias was tetrarch of Abilene,",
          "greek": "Ἐν ἔτει δὲ πεντεκαιδεκάτῳ τῆς ἡγεμονίας Τιβερίου Καίσαρος, ἡγεμονεύοντος Ποντίου Πιλάτου τῆς Ἰουδαίας, καὶ τετρααρχοῦντος τῆς Γαλιλαίας Ἡρῴδου, Φιλίππου δὲ τοῦ ἀδελφοῦ αὐτοῦ τετρααρχοῦντος τῆς Ἰτουραίας καὶ Τραχωνίτιδος χώρας, καὶ Λυσανίου τῆς Ἀβιληνῆς τετρααρχοῦντος,"
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 4:31",
          "english": "he came down to Capernaum, a city of Galilee, and was teaching them on the Sabbaths;",
          "greek": "κατῆλθεν εἰς Καφαρναοὺμ πόλιν τῆς Γαλιλαίας. καὶ ἦν διδάσκων αὐτοὺς ἐν τοῖς σάββασιν·"
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 4:32",
          "english": "and they were astonished at his teaching, because his word was with authority.",
          "greek": "καὶ ἐξεπλήσσοντο ἐπὶ τῇ διδαχῇ αὐτοῦ, ὅτι ἐν ἐξουσίᾳ ἦν ὁ λόγος αὐτοῦ."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 4:16",
          "english": "And he came to Nazareth, where he had been brought up; and as was his custom, he entered the assembly on the Sabbath day and stood up to read.",
          "greek": "Καὶ ἦλθεν εἰς Ναζαρά, οὗ ἦν τεθραμμένος, καὶ εἰσῆλθεν κατὰ τὸ εἰωθὸς αὐτῷ ἐν τῇ ἡμέρᾳ τῶν σαββάτων εἰς τὴν συναγωγήν, καὶ ἀνέστη ἀναγνῶναι."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 4:22",
          "english": "And all were bearing witness to him and were wondering at the words of grace proceeding out of his mouth.",
          "greek": "καὶ πάντες ἐμαρτύρουν αὐτῷ καὶ ἐθαύμαζον ἐπὶ τοῖς λόγοις τῆς χάριτος τοῖς ἐκπορευομένοις ἐκ τοῦ στόματος αὐτοῦ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 4:23",
          "english": "And he said to them, \"Doubtless you will say to me this proverb: 'Healer, heal yourself'; whatever we heard happened in Capernaum, do also here in your fatherland.\"",
          "greek": "καὶ εἶπεν πρὸς αὐτούς· Πάντως ἐρεῖτέ μοι τὴν παραβολὴν ταύτην· Ἰατρέ, θεράπευσον σεαυτόν· ὅσα ἠκούσαμεν γενόμενα εἰς τὴν Καφαρναοὺμ ποίησον καὶ ὧδε ἐν τῇ πατρίδι σου."
        }
      ],
      "notes": [
        {
          "term": "Governance (ἡγεμονίας - hēgemonias)",
          "explanation": "The Greek term is rendered here as \"governance\" rather than \"reign\" to reflect the administrative office held by Tiberius as a dry historical fact, avoiding the royal connotations of later ecclesiastical translations."
        },
        {
          "term": "He came down (κατῆλθεν - katēlthen)",
          "explanation": "In the canonical context, this implies moving geographically from the hills of Nazareth down to the sea-level of Capernaum. However, in the Proto-Luke reconstruction, where the Nazareth rejection (4:16-30) is relocated to follow the Capernaum ministry, this verb marks a \"vertical\" Christology—the descent of the Divine Human directly into the Ultimates of history without the mediation of a biological birth."
        },
        {
          "term": "The Assembly (συναγωγήν - synagōgēn)",
          "explanation": "Used here in its literal sense of a gathering place, stripped of later specialized religious baggage."
        },
        {
          "term": "Καφαρναούμ (Kapharnaoum)",
          "explanation": "The spelling follows the primitive uncial consensus (א, B, D, Z) over the later smoothed \"Capernaum\"."
        },
        {
          "term": "Ναζαρά (Nazara)",
          "explanation": "This form is often found in the earliest strata (P70, א, B) and is preferred here as the more primitive designation of the town."
        },
        {
          "term": "Relocation of Nazareth (4:16-30)",
          "explanation": "Internal evidence reveals \"editorial fatigue\" in the canonical text, where the crowd in Nazareth mentions miracles in Capernaum before Jesus has actually visited Capernaum. In the Proto-Luke source, narrative logic is restored by placing the Capernaum ministry first, proving that the canonical editor \"front-loaded\" the rejection story for thematic purposes."
        },
        {
          "term": "Excision of Biological Paternity (4:22)",
          "explanation": "The phrase \"Is this not Joseph's son?\" (οὐχὶ υἱός ἐστιν Ἰωσὴφ οὗτος;) is absent from the earliest Marcionite/Jamesian witnesses. Its removal aligns with the Adoptionist view that Jesus was the Son of God by power and Spirit, not by fleshly descent."
        },
        {
          "term": "Omission of 3:21–4:13",
          "explanation": "The Baptism of John and the Temptation in the Wilderness are absent in this earliest stratum. This preserves a Christology where the Savior requires no validation from the prophets of the old aeon, appearing as a fully empowered agent of the Divine."
        },
        {
          "term": "Excision of 3:2–3:22",
          "explanation": "The narrative of John's baptism and the genealogy are entirely absent. The \"word of God\" (ῥῆμα θεοῦ) in verse 2 is treated as an interpolation to link the Messenger to the old prophetic modulo."
        }
      ]
    },
    {
      "chapter": 2,
      "title": "Proto-Luke Chapter 2",
      "preamble": "Following the rejection at Nazareth, the narrative shifts to the clinical manifestations of the Spirit's power in Capernaum and the subsequent formation of the core community.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 4:33-34",
          "english": "And in the assembly was a man having a spirit of an unclean daimon, and he cried out with a loud voice: \"What is to us and to you, Jesus? Have you come to destroy us? I know you, who you are—the holy one of God.\"",
          "greek": "Καὶ ἐν τῇ συναγωγῇ ἦν ἄνθρωπος ἔχων πνεῦμα δαιμονίου ἀκαθάρτου, καὶ ἀνέκραξεν φωνῇ μεγάλῃ· Ἔα, τί ἡμῖν καὶ σοί, Ἰησοῦ; ἦλθες ἀπολέσαι ἡμᾶς; οἶδά σε τίς εἶ, ὁ ἅγιος τοῦ θεοῦ"
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 4:35",
          "english": "And Jesus rebuked him.",
          "greek": "καὶ ἐπετίμησεν αὐτῷ ὁ Ἰησοῦς λέγων· Φιμώθητι καὶ ἔξελθε ἀπ᾿ αὐτοῦ. καὶ ῥῖψαν αὐτὸν τὸ δαιμόνιον εἰς τὸ μέσον ἐξῆλθεν ἀπ᾿ αὐτοῦ μηδὲν βλάψαν αὐτόν"
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 4:40",
          "english": "And when the sun was setting, all who had any sick with various diseases brought them to him; and he laid hands on each of them and healed them.",
          "greek": "Δύνοντος δὲ τοῦ ἡλίου ἅπαντες ὅσοι εἶχον ἀσθενοῦντας νόσοις ποικίλαις ἤγαγον αὐτοὺς πρὸς αὐτόν· ὁ δὲ ἑνὶ ἑκάστῳ αὐτῶν τὰς χεῖρας ἐπιτιθεὶς ἐθεράπευεν αὐτούς"
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 4:41",
          "english": "And daimons also were coming out from many, crying out and saying: \"You are the son of God.\" And rebuking them, he did not allow them to speak.",
          "greek": "ἐξήρχετο δὲ καὶ δαιμόνια ἀπὸ πολλῶν, κράζοντα καὶ λέγοντα ὅτι σὺ εἶ ὁ υἱός τοῦ θεοῦ. καὶ ἐπιτιμῶν οὐκ εἴα αὐτὰ λαλεῖν"
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 4:43",
          "english": "And he said to them: \"I must also announce the kingdom of God to the other cities, because for this I was sent.\"",
          "greek": "ὁ δὲ εἶπεν πρὸς αὐτοὺς ὅτι καὶ ταῖς ἑτέραις πόλεσιν εὐαγγελίσασθαί με δεῖ τὴν βασιλείαν τοῦ θεοῦ, ὅτι ἐπὶ τοῦτο ἀπεστάλην"
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 5:1",
          "english": "And it happened, while the crowd pressed upon him to hear the word of God, he was standing by the lake of Gennesaret.",
          "greek": "Ἐγένετο δὲ ἐν τῷ τὸν ὄχλον ἐπικεῖσθαι αὐτῷ καὶ ἀκούειν τὸν λόγον τοῦ θεοῦ, καὶ αὐτὸς ἦν ἑστὼς παρὰ τὴν λίμνην Γεννησαρέτ."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 5:2",
          "english": "And he saw two boats standing by the lake; but the fishermen had gone out of them and were washing their nets.",
          "greek": "καὶ εἶδεν δύο πλοῖα ἑστῶτα παρὰ τὴν λίμνην· οἱ δὲ ἁλιεῖς ἀπ᾿ αὐτῶν ἀποβάντες ἔπλυνον τὰ δίκτυα."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 5:3",
          "english": "And entering into one of the boats, which was Simon's, he asked him to put out a little from the land. And sitting down, he was teaching the crowds from the boat.",
          "greek": "ἐμβὰς δὲ εἰς ἓν τῶν πλοίων, ὃ ἦν Σίμωνος, ἠρώτησεν αὐτὸν ἀπὸ τῆς γῆς ἐπαναγαγεῖν ὀλίγον· καθίσας δὲ ἐκ τοῦ πλοίου ἐδίδασκεν τοὺς ὄχλους."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 5:4",
          "english": "And when he ceased speaking, he said to Simon: \"Put out into the deep and let down your nets for a catch.\"",
          "greek": "Ὡς δὲ ἐπαύσατο λαλῶν, εἶπεν πρὸς τὸν Σίμωνα· Ἐπανάγαγε εἰς τὸ βάθος καὶ χαλάσατε τὰ δίκτυα ὑμῶν εἰς ἄγραν."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 5:5",
          "english": "And Simon answering said: \"Master, through the whole night we toiled and took nothing; but at your word I will let down the net.\"",
          "greek": "καὶ ἀποκριθεὶς Σίμων εἶπεν· Ἐπιστάτα, δι᾽ ὅλης νυκτὸς κοπιάσαντες οὐδὲν ἐλάβομεν, ἐπὶ δὲ τῷ ῥήματί σου χαλάσω τὰ δίκτυα."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 5:6",
          "english": "And having done this, they enclosed a great multitude of fishes; and their nets were breaking.",
          "greek": "καὶ τοῦτο ποιήσαντες συνέκλεισαν πλῆθος ἰχθύων πολύ, διερρήσσετο δὲ τὰ δίκτυα αὐτῶν."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 5:8",
          "english": "But Simon Peter, seeing it, fell down at the knees of Jesus, saying: \"Depart from me, for I am a sinful man, Lord.\"",
          "greek": "ἰδὼν δὲ Σίμων Πέτρος προσέπεσεν τοῖς γόνασιν Ἰησοῦ λέγων· Ἔξελθε ἀπ᾿ ἐμοῦ, ὅτι ἀνὴρ ἁμαρτωλός εἰμι, κύριε."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 5:10",
          "english": "And Jesus said to Simon: \"Fear not; from now on you shall be catching men.\"",
          "greek": "εἶπεν δὲ πρὸς τὸν Σίμωνα ὁ Ἰησοῦς· Μὴ φοβοῦ· ἀπὸ τοῦ νῦν ἀνθρώπους ἔσῃ ζωγρῶν"
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 5:11",
          "english": "And having brought the boats to the land, they left all and followed him.",
          "greek": "καὶ καταγαγόντες τὰ πλοῖα ἐπὶ τὴν γῆν ἀφέντες πάντα ἠκολούθησαν αὐτῷ"
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 5:12",
          "english": "And it happened, while he was in one of the cities, behold, a man full of leprosy. And seeing Jesus, he fell on his face and begged him, saying: \"Lord, if you will, you are able to cleanse me.\"",
          "greek": "Καὶ ἐγένετο ἐν τῷ εἶναι αὐτὸν ἐν μιᾷ τῶν πόλεων καὶ ἰδοὺ ἀνὴρ πλήρης λέπρας· εἰδὼν δὲ τὸν Ἰησοῦν, πεσὼν ἐπὶ πρόσωπον ἐδεήθη αὐτοῦ λέγων· Κύριε, ἐὰν θέλῃς δύνασαί με καθαρίσαι"
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 5:13",
          "english": "And stretching out his hand, he touched him, saying: \"I will; be cleansed.\" And immediately the leprosy departed from him.",
          "greek": "καὶ ἐκτείνας τὴν χεῖρα ἥψατο αὐτοῦ λέγων· Θέλω, καθαρίσθητι· καὶ εὐθέως ἡ λέπρα ἀπῆλθεν ἀπ᾿ αὐτοῦ"
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 5:14",
          "english": "And he commanded him to tell no one: \"But go, show yourself to the priest and offer for your cleansing according as Moses commanded, for a testimony to them.\"",
          "greek": "καὶ αὐτὸς παρήγγειλεν αὐτῷ μηδενὶ εἰπεῖν, ἀλλὰ ἀπελθὼν δεῖξον σεαυτὸν τῷ ἱερεῖ καὶ προσένεγκε περὶ τοῦ καθαρισμοῦ σου καθὼς προσέταξεν Μωϋσῆς, εἰς μαρτύριον αὐτοῖς"
        }
      ],
      "notes": [
        {
          "term": "What is to us and to you (τί ἡμῖν καὶ σοί - ti hēmin kai soi)",
          "explanation": "This is a literal translation of a Hebraic idiom denoting a disconnect in purpose or authority. The term \"Nazarene\" is excluded here, as it is absent in the earliest Marcionite/Jamesian witnesses, likely to decouple the Savior from a specific geographical/biological origin."
        },
        {
          "term": "δαιμονίου (daimoniou)",
          "explanation": "Transliterated as 'daimon' to preserve the distinction from divine messengers (angeloi). In the Essene/Zoroastrian dualistic framework, this is an adversarial spirit-entity—a manifestation of the Spirit of Darkness that the Divine Human must forcefully subdue. The daimon recognizes the Savior's identity through pneumatic authority."
        },
        {
          "term": "ὁ ἅγιος τοῦ θεοῦ (ho hagios tou theou)",
          "explanation": "The confession of the spirit is clinical; it recognizes the quality of holiness—the set-apart nature—of the Messenger."
        },
        {
          "term": "Excision of Ναζαρηνέ (Nazarēne)",
          "explanation": "The term \"Nazarene\" is omitted in verse 34, following the earliest Marcionite and Jamesian witnesses. This decoupling serves to present the Messenger as a purely pneumatic figure rather than one defined by a specific geographical or biological origin."
        },
        {
          "term": "Kingdom of God (τὴν βασιλείαν τοῦ θεοῦ - tēn basileian tou theou)",
          "explanation": "This phrase is a hallmark of the Lukan/Proto-Lukan layer. It identifies the \"Actual Jesus\" not as a personal savior, but as the herald of a new spiritual order. The \"Kingdom of God\" is the central thematic marker of the Jamesian Protograph, denoting the internal spiritual order that supersedes the physical administration of the world."
        },
        {
          "term": "εὐαγγελίσασθαι (euangelisasthai)",
          "explanation": "The Greek identifies the Messenger's primary function as an announcer or herald of a new governance."
        },
        {
          "term": "Catching Men (ἀνθρώπους ἔσῃ ζωγρῶν - anthrōpous esē zōgrōn)",
          "explanation": "Literally \"catching alive.\" The specific Lukan vocation narrative (5:1-11) is retained as a Jamesian original. Unlike the abrupt Markan calling, this emphasizes a \"miraculous catch,\" establishing the dependence of the disciples on the Divine Influx rather than their own merit."
        },
        {
          "term": "ἀφέντες πάντα (aphentes panta)",
          "explanation": "The \"leaving of all\" is a fundamental Ebionite requirement, establishing the socio-economic baseline of the community."
        },
        {
          "term": "λέπρας (lepras)",
          "explanation": "In the Jamesian layer, the cleansing of the leper is a forensic proof of the Spirit's power to restore the human \"vessel\" to its correct internal state."
        },
        {
          "term": "Moses Commanded (καθὼς προσέταξε Μωυσῆς - kathōs prosetaxe Mōysēs)",
          "explanation": "The preservation of this reference (5:14) is critical. It shows the Jamesian Jesus upholding the Law as a \"testimony,\" prioritizing the internal reality of cleansing while maintaining external continuity with the Torah."
        },
        {
          "term": "ἱερεῖ (hierei)",
          "explanation": "The singular \"priest\" denotes the specific legal officer required for the validation of the cure."
        }
      ],
      "additional_explanation": {
        "title": "The Mechanics of Authority",
        "content": "The transition from the Incipit to the calling of the disciples represents the \"Historical Bricolage\" stage of the movement. In this second chapter, we see the primary mission defined as a \"direct spiritual battle against the forces of disorder.\"",
        "points": [
          {
            "title": "The Rejection of Bio-History",
            "explanation": "By initiating the narrative with the Capernaum healings (4:31) and moving the Nazareth rejection to a secondary position, the Jamesian Protograph establishes Jesus's authority through deeds of power rather than Davidic genealogy."
          },
          {
            "title": "The Fisher of the Poor",
            "explanation": "The choice of Simon, a manual laborer (Ebionite/Poor), identifies the movement's target demographic. The \"multitude of fishes\" serves as a physical manifestation of the boundless nature of divine providence, intended for a community struggling after the physical destruction of the Temple."
          },
          {
            "title": "The Forensic Healing",
            "explanation": "The cleansing of the leper (5:12-14) is a paradigmatic example of the \"Divine Human in Ultimates.\" Jesus does not merely speak; he touches the leper. This physical contact—forbidden by ritual law—shatters the corrupt external forms to restore the inner person."
          }
        ],
        "conclusion": "This chapter solidifies the Jamesian view that the Kingdom is entered not through a confession of faith in a \"Cosmic Christ,\" but through active participation in the restoration of humanity through \"Works of Love.\""
      }
    },
    {
      "chapter": 3,
      "title": "Proto-Luke Chapter 3",
      "preamble": "This stratum represents the foundational \"Constitution\" of the Jerusalem community, focusing on the economic and spiritual reversal characteristic of the Ebionite (Poor) ethos. The narrative bypasses the Judean institutional markers and moves directly to the mountain—the place of new law-giving—where the \"Royal Law\" is articulated.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 6:12",
          "english": "And it happened in those days, he went out to the mountain to pray, and he was spending the night in the prayer of God.",
          "greek": "Ἐγένετο δὲ ἐν ταῖς ἡμέραις ταύταις ἐξελθεῖν αὐτὸν εἰς τὸ ὄρος προσεύξασθαι, καὶ ἦν διανυκτερεύων ἐν τῇ προσευχῇ τοῦ θεοῦ."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 6:13",
          "english": "And when it became day, he called his disciples, and choosing twelve from them, whom also he named emissaries.",
          "greek": "καὶ ὅτε ἐγένετο ἡμέρα, προσεφώνησεν τοὺς μαθητὰς αὐτοῦ, καὶ ἐκλεξάμενος ἀπ᾿ αὐτῶν δώδεκα, οὓς καὶ ἀποστόλους ὠνόμασεν."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 6:17-19",
          "english": "And coming down with them, he stood on a level place, and a great crowd of his disciples, and a great multitude of the people from all Judea and Jerusalem and the coast of Tyre and Sidon, who came to hear him and to be healed from their diseases; and those troubled by unclean spirits were being healed. And all the crowd was seeking to touch him, because power was going out from him and healing all.",
          "greek": "Καὶ καταβὰς μετ᾿ αὐτῶν ἔστη ἐπὶ τόπου πεδινοῦ, καὶ ὄχλος πολὺς μαθητῶν αὐτοῦ, καὶ πλῆθος πολὺ τοῦ λαοῦ ἀπὸ πάσης τῆς Ἰουδαίας καὶ Ἱερουσαλήμ καὶ τῆς παραλίου Τύρου καὶ Σιδῶνος, οἳ ἦλθον ἀκοῦσαι αὐτοῦ καὶ ἰαθῆναι ἀπὸ τῶν νόσων αὐτῶν· καὶ οἱ ἐνοχλούμενοι ἀπὸ πνευμάτων ἀκαθάρτων ἐθεραπεύοντο. καὶ πᾶς ὁ ὄχλος ἐζήτουν ἅπτεσθαι αὐτοῦ, ὅτι δύναμις παρ᾿ αὐτοῦ ἐξήρχετο καὶ ἰᾶτο πάντας."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 6:20",
          "english": "And he, lifting up his eyes upon his disciples, said: \"Blessed are you, the poor, for yours is the kingdom of God.\"",
          "greek": "Καὶ αὐτὸς ἐπάρας τοὺς ὀφθαλμοὺς αὐτοῦ εἰς τοὺς μαθητὰς αὐτοῦ ἔλεγεν· Μακάριοι οἱ πτωχοί, ὅτι ὑμετέρα ἐστὶν ἡ βασιλεία τοῦ θεοῦ."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 6:21",
          "english": "Blessed are you who hunger now, for you shall be satisfied. Blessed are you who weep now, for you shall laugh.",
          "greek": "μακάριοι οἱ πεινῶντες νῦν, ὅτι χορτασθήσεσθε. μακάριοι οἱ κλαίοντες νῦν, ὅτι γελάσετε."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 6:22-23",
          "english": "Blessed are you when men hate you, and when they exclude you and reproach you and cast out your name as evil, on account of the son of man. Rejoice in that day and leap for joy, for behold, your reward is great in the heaven; for according to the same things their fathers did to the prophets.",
          "greek": "μακάριοί ἐστε ὅταν μισήσωσιν ὑμᾶς οἱ ἄνθρωποι καὶ ὅταν ἀφορίσωσιν ὑμᾶς καὶ ὀνειδίσωσιν καὶ ἐκβάλωσιν τὸ ὄνομα ὑμῶν ὡς πονηρὸν ἕνεκα τοῦ υἱοῦ τοῦ ἀνθρώπου· χάρητε ἐν ἐκείνῃ τῇ ἡμέρᾳ καὶ σκιρτήσατε, ἰδοὺ γὰρ ὁ μισθὸς ὑμῶν πολὺς ἐν τῷ οὐρανῷ· κατὰ τὰ αὐτὰ γὰρ ἐποίουν τοῖς προφήταις οἱ πατέρες αὐτῶν."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 6:24",
          "english": "But woe to you, the rich, for you have received your consolation.",
          "greek": "Πλὴν οὐαὶ ὑμῖν τοῖς πλουσίοις, ὅτι ἀπέχετε τὴν παράκλησιν ὑμῶν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 6:25-26",
          "english": "Woe to you who are full now, for you shall hunger. Woe, those laughing now, for you shall mourn and weep. Woe when all men speak well of you.",
          "greek": "οὐαὶ ὑμῖν, οἱ ἐμπεπλησμένοι νῦν, ὅτι πεινάσετε. οὐαὶ, οἱ γελῶντες νῦν, ὅτι πενθήσετε καὶ κλαύσετε. οὐαὶ ὅταν ὑμᾶς καλῶς εἴπωσιν πάντες οἱ ἄνθρωποι."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 6:27-28",
          "english": "But I say to you who listen: Love your enemies, bless those who hate you, and pray for those who mistreat you.",
          "greek": "Ἀλλὰ ὑμῖν λέγω τοῖς ἀκούουσιν· ἀγαπᾶτε τοὺς ἐχθροὺς ὑμῶν, εὐλογεῖτε τοὺς μισοῦντας ὑμᾶς καὶ προσεύχεσθε περὶ τῶν ἐπηρεαζόντων ὑμᾶς."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 6:29",
          "english": "To the one striking you on the jaw, offer also the other; and from the one taking your outer-garment, do not withhold the tunic.",
          "greek": "τῷ τύπτοντί σε ἐπὶ τὴν σιαγόνα πάρεχε καὶ τὴν ἄλλην, καὶ ἀπὸ τοῦ αἴροντός σου τὸ ἱμάτιον καὶ τὸν χιτῶνα μὴ κωλύσῃς."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 6:31",
          "english": "And as you wish that men should do to you, do likewise to them.",
          "greek": "καὶ καθὼς θέλετε ἵνα ποιῶσιν ὑμῖν οἱ ἄνθρωποι, ποιεῖτε αὐτοῖς ὁμοίως."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 6:35",
          "english": "But love your enemies and do good and lend, despairing of nothing; and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and evil.",
          "greek": "πλὴν ἀγαπᾶτε τοὺς ἐχθροὺς ὑμῶν καὶ ἀγαθοποιεῖτε καὶ δανίζετε μηδὲν ἀπελπίζοντες· καὶ ἔσται ὁ μισθὸς ὑμῶν πολύς, καὶ ἔσεσθε υἱοὶ ὑψίστου."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 6:46",
          "english": "And why do you call me 'Lord, Lord,' and do not do what I say?",
          "greek": "Τί δέ με καλεῖτε· Κύριε κύριε, καὶ οὐ ποιεῖτε ἃ λέγω;"
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 6:47",
          "english": "Everyone coming to me and hearing my words and doing them—I will show you whom he is like.",
          "greek": "πᾶς ὁ ἐρχόμενος πρός με καὶ ἀκούων μου τῶν λόγων καὶ ποιῶν αὐτούς, ὑποδείξω ὑμῖν τίνι ἐστὶν ὅμοιος."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 6:48",
          "english": "He is like a man building a house, who dug and deepened and laid a foundation upon the rock; and when a flood happened, the river broke against that house and was not strong enough to shake it, because it was built well.",
          "greek": "ὅμοιός ἐστιν ἀνθρώπῳ οἰκοδομοῦντι οἰκίαν ὃς ἔσκαψεν καὶ ἐβάθυνεν καὶ ἔθηκεν θεμέλιον ἐπὶ τὴν πέτραν· πλημμύρης δὲ γενομένης προσέρηξεν ὁ ποταμὸς τῇ οἰκίᾳ ἐκείνῃ, καὶ οὐκ ἴσχυσεν σαλεῦσαι αὐτὴν διὰ τὸ καλῶς οἰκοδομῆσθαι αὐτήν."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 6:49",
          "english": "But the one hearing and not doing is like a man building a house upon the ground without a foundation, against which the river broke, and immediately it collapsed, and the crash of that house was great.",
          "greek": "ὁ δὲ ἀκούσας καὶ μὴ ποιήσας ὅμοιός ἐστιν ἀνθρώπῳ οἰκοδομήσαντι οἰκίαν ἐπὶ τὴν γῆν χωρὶς θεμελίου, ᾗ προσέρηξεν ὁ ποταμός, καὶ εὐθὺς συνέπεσεν καὶ ἐγένετο τὸ ῥῆγμα τῆς οἰκίας ἐκείνης μέγα."
        }
      ],
      "notes": [
        {
          "term": "Emissaries (ἀποστόλους - apostolous)",
          "explanation": "The dry fact of the Greek is \"sent ones\" or \"emissaries.\" This reconstruction avoids the later high-church \"Apostle\" to reflect the functional role of these men as agents of the Kingdom."
        },
        {
          "term": "Mountain (τὸ ὄρος - to oros)",
          "explanation": "In the Jamesian framework, the mountain is the site of the new \"Opposition Priesthood\" law-giving, mirroring Sinai but internalizing the command."
        },
        {
          "term": "Poor (πτωχοί - ptōchoi)",
          "explanation": "Unlike the Matthean \"poor in spirit,\" this stratum uses the literal term for material poverty. This aligns with the \"Jamesian Layer\" which identifies the followers as the Ebionim (The Poor)."
        },
        {
          "term": "The Rich (πλουσίοις - plousiois)",
          "explanation": "This forensic \"Woe\" is unique to the Lukan/Proto-Lukan stratum and is a primary marker of Jamesian theology, which views wealth as a consolidation of the current corrupt age. The \"Woes\" are restored as an integral part of the \"Charter of the Hebrews.\" They define the Kingdom by what it excludes—the material security and social status of the Roman-era elite."
        },
        {
          "term": "παράκλησιν (paraklēsin)",
          "explanation": "Used here in its forensic sense of a legal \"advocacy\" or \"comfort\" that has already been exhausted by material wealth."
        },
        {
          "term": "Tunic (χιτῶνα - chitōna)",
          "explanation": "This refers to the inner garment. The command is to allow the total stripping of the external self to preserve the internal \"Royal Law\" of love."
        },
        {
          "term": "Despairing of nothing (μηδὲν ἀπελπίζοντες - mēden apelpizontes)",
          "explanation": "A difficult Greek phrase. In the Jamesian context, it implies an absolute reliance on Divine Influx rather than a calculated \"return\" on a loan, shunning the commercial logic of the state."
        },
        {
          "term": "Doing (ποιῶν - poiōn)",
          "explanation": "This present participle denotes continuous, active loyalty. This is the cornerstone of the \"Jamesian Layer\"—that \"Faith-Alone\" (the Pauline Layer) is insufficient without the Ma'asim (Works of Love). The imperative \"do\" is the active verb governing the Golden Rule (6:31), which Jamesian theology regards as the \"Law of Liberty.\""
        },
        {
          "term": "Foundation (θεμέλιον - themelion)",
          "explanation": "In this stratum, the foundation is not a creed or a church hierarchy (Orthodoxy Layer), but the internal practice of the words of Christ in ultimates—actual ethical conduct."
        },
        {
          "term": "πέτραν (petran)",
          "explanation": "The \"Rock\" in this stratum is not an institutional figure (Peter) but the \"words\" of the Messenger himself, providing the only stable foundation against the debris of the material age."
        },
        {
          "term": "Omission in 6:23",
          "explanation": "The reference to \"their fathers\" and the \"prophets\" is often viewed as a later addition to tether the \"Poor\" to the old national history; the Protograph focuses on the immediate pneumatic reward."
        },
        {
          "term": "Hate (μισοῦντας - misountas)",
          "explanation": "The reconstruction prioritizes 'those who hate you' over the canonical 'those who curse you' (καταρωμένους). This reflects the forensic reality of the Jamesian community facing active social and legal opposition from the established elite."
        },
        {
          "term": "Mistreat (ἐπηρεαζόντων - epēreazontōn)",
          "explanation": "'Mistreat' captures the sense of malicious prosecution or active harassment. The command establishes the 'Royal Law of Liberty' as a non-resistant internal governor."
        }
      ],
      "additional_explanation": {
        "title": "The Charter of the Hebrews",
        "content": "Chapter 3 of the Jamesian Protograph establishes the movement's radical separation from both the Pauline pneumatic autonomy and the later Roman state-stabilization.",
        "points": [
          {
            "title": "Economic Reversal",
            "explanation": "By retaining the \"Woes\" (6:24-26), Proto-Luke defines the Kingdom as a physical and social reality where the hierarchy of the world is inverted. This is a direct attack on any \"Orthodoxy\" that seeks to make the movement compatible with Roman wealth or status."
          },
          {
            "title": "The Golden Rule as Law",
            "explanation": "Verse 31 is presented not as a suggestion, but as the definition of the \"Royal Law of Liberty.\" It functions as the internal governor of the \"Opposition Priesthood,\" requiring the follower to act from the neighbor's perspective."
          },
          {
            "title": "The Rejection of Lip-Service",
            "explanation": "The concluding parable of the two builders (6:46-49) serves as a forensic warning against the Pauline tendency to prioritize the \"confession of the mouth\" (Romans 10:9) over the \"work of the hands.\" For the Jamesian Jesus, the house (the community) only stands if it is built on the ultimates of action."
          }
        ]
      }
    },
    {
      "chapter": 4,
      "title": "Proto-Luke Chapter 4",
      "preamble": "This section moves from the establishment of the ethical constitution (the Sermon on the Plain) into the manifestation of the \"Divine Human in Ultimates.\" Here, authority is validated through works of restoration and a direct confrontation with the suffering of the poor and marginalized.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 7:1",
          "english": "After he had ended all his words in the hearing of the people, he entered into Capernaum.",
          "greek": "Ἐπεὶ δὲ ἐπλήρωσεν πάντα τὰ ῥήματα αὐτοῦ εἰς τὰς ἀκοὰς τοῦ λαοῦ, εἰσῆλθεν εἰς Καφαρναούμ."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 7:2",
          "english": "And a certain centurion's slave, who was dear to him, was sick and at the point of death.",
          "greek": "Ἑκατοντάρχου δέ τινος δοῦλος κακῶς ἔχων ἤμελλεν τελευτᾶν, ὃς ἦν αὐτῷ ἔντιμος."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 7:6-7",
          "english": "And when he was now not far from the house, the centurion sent friends to him, saying to him: \"Lord, trouble not yourself, for I am not worthy that you should enter under my roof. Therefore neither did I think myself worthy to come to you; but say in a word, and let my slave be healed.\"",
          "greek": "ἤδη δὲ αὐτοῦ οὐ μακρὰν ἀπέχοντος ἀπὸ τῆς οἰκίας ἔπεμψεν φίλους ὁ ἑκατοντάρχης λέγων αὐτῷ· Κύριε, μὴ σκύλλου, οὐ γὰρ ἱκανός εἰμι ἵνα ὑπὸ τὴν στέγην μου εἰσέλθῃς· διὸ οὐδὲ ἐμαυτὸν ἠξίωσα πρὸς σὲ ἐλθεῖν· ἀλλὰ εἰπὲ λόγῳ, καὶ ἰαθήτω ὁ παῖς μου."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 7:9",
          "english": "And when Jesus heard these things, he wondered at him, and turned and said to the crowd following him, \"I tell you, I have not found such faith, no, not in Israel.\"",
          "greek": "ἀκούσας δὲ ταῦτα ὁ Ἰησοῦς ἐθαύμασεν αὐτόν, καὶ στραφεὶς τῷ ἀκολουθοῦντι αὐτῷ ὄχλῳ εἶπεν· Λέγω ὑμῖν, οὐδὲ ἐν τῷ Ἰσραὴλ τοσαύτην πίστιν εὗρον."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 7:10",
          "english": "And they that were sent, returning to the house, found the slave whole.",
          "greek": "Καὶ ὑποστρέψαντες εἰς τὸν οἶκον οἱ πεμφθέντες εὗρον τὸν δοῦλον ὑγιαίνοντα."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 7:11",
          "english": "And it came to pass the day after, that he went into a city called Nain; and many of his disciples went with him, and a great crowd.",
          "greek": "Καὶ ἐγένετο ἐν τῇ ἑξῆς ἐπορεύθη εἰς πόλιν καλουμένην Ναΐν, καὶ συνεπορεύοντο αὐτῷ οἱ μαθηταὶ αὐτοῦ καὶ ὄχλος πολύς."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 7:12",
          "english": "Now when he came near to the gate of the city, behold, there was a dead man carried out, the only son of his mother, and she was a widow.",
          "greek": "ὡς δὲ ἤγγισεν τῇ πύλῃ τῆς πόλεως, καὶ ἰδοὺ ἐξεκομίζετο τεθνηκώς, υἱὸς μονογενὴς τῇ μητρὶ αὐτοῦ, καὶ αὐτὴ ἦν χήρα, καὶ ὄχλος τῆς πόλεως ἱκανὸς ἦν σὺν αὐτῇ."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 7:13",
          "english": "And when the Lord saw her, he had compassion on her and said to her: \"Do not weep.\"",
          "greek": "καὶ ἰδὼν αὐτὴν ὁ κύριος ἐσπλαγχνίσθη ἐπ᾿ αὐτῇ καὶ εἶπεν αὐτῇ· Μὴ κλαῖε."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 7:14",
          "english": "And he came and touched the bier, and they that bore him stood still. And he said, \"Young man, I say to you, arise.\"",
          "greek": "καὶ προσελθὼν ἥψατο τῆς σοροῦ, οἱ δὲ βαστάζοντες ἔστησαν, καὶ εἶπεν· Νεανίσκε, σοὶ λέγω, ἐγέρθητι."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 7:15",
          "english": "And he that was dead sat up and began to speak. And he delivered him to his mother.",
          "greek": "καὶ ἀνεκάθισεν ὁ νεκρὸς καὶ ἤρξατο λαλεῖν, καὶ ἔδωκεν αὐτὸν τῇ μητρὶ αὐτοῦ."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 7:16",
          "english": "And fear took hold of all, and they glorified God, saying, \"A great prophet has appeared among us,\" and, \"God has visited his people.\"",
          "greek": "ἔλαβεν δὲ φόβος πάντας καὶ ἐδόξαζον τὸν θεὸν λέγοντες ὅτι Προφήτης μέγας ἠγέρθη ἐν ἡμῖν, καὶ ὅτι ἐπεσκέψατο ὁ θεὸς τὸν λαὸν αὐτοῦ."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 7:18-19",
          "english": "And John, calling to him two of his disciples, sent them to Jesus, saying, \"Are you the one coming, or do we look for another?\"",
          "greek": "Καὶ ἀπήγγειλαν Ἰωάννῃ οἱ μαθηταὶ αὐτοῦ περὶ πάντων τούτων. καὶ προσκαλεσάμενος δύο τινὰς τῶν μαθητῶν αὐτοῦ ὁ Ἰωάννης ἔπεμψεν πρὸς τὸν κύριον λέγων· Σὺ εἶ ὁ ἐρχόμενος ἢ ἄλλον προσδοκῶμεν;"
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 7:22",
          "english": "Then Jesus answering said to them, \"Go your way, and tell John what things you have seen and heard; how that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, and to the poor the good news is announced.\"",
          "greek": "καὶ ἀποκριθεὶς εἶπεν αὐτοῖς· Πορευθέντες ἀπαγγείλατε Ἰωάννῃ ἃ εἴδετε καὶ ἠκούσατε· τυφλοὶ ἀναβλέπουσιν, χωλοὶ περιπατοῦσιν, λεπροὶ καθαρίζονται καὶ κωφοὶ ἀκούουσιν, νεκροὶ ἐγείρονται, πτωχοὶ εὐαγγελίζονται·"
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 7:23",
          "english": "And blessed is he, whoever shall not be offended in me.",
          "greek": "καὶ μακάριός ἐστιν ὃς ἐὰν μὴ σκανδαλισθῇ ἐν ἐμοί."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 7:27",
          "english": "\"This is he, of whom it is written: 'Behold, I send my messenger before your face, who shall prepare your way before you.'\"",
          "greek": "οὗτός ἐστιν περὶ οὗ γέγραπται· Ἰδοὺ ἀποστέλλω τὸν ἄγγελόν μου πρὸ προσώπου σου, ὃς κατασκευάσει τὴν ὁδόν σου ἔμπροσθέν σου."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 7:28",
          "english": "\"For I say to you, among those that are born of women there is not a greater prophet than John the Baptist; but he that is least in the kingdom of God is greater than he.\"",
          "greek": "λέγω ὑμῖν, μείζων ἐν γεννητοῖς γυναικῶν Ἰωάννου οὐδείς ἐστιν· ὁ δὲ μικρότερος ἐν τῇ βασιλείᾳ τοῦ θεοῦ μείζων αὐτοῦ ἐστιν."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 7:37",
          "english": "And, behold, a woman in the city, who was a sinner, when she knew that Jesus sat at meat in the Pharisee's house, brought an alabaster box of ointment.",
          "greek": "Καὶ ἰδοὺ γυνὴ ἥτις ἦν ἐν τῇ πόλει ἁμαρτωλός, καὶ ἐπιγνοῦσα ὅτι κατάκειται ἐν τῇ οἰκίᾳ τοῦ Φαρισαίου, κομίσασα ἀλάβαστρον μύρου."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 7:38",
          "english": "And she stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment.",
          "greek": "καὶ στᾶσα ὀπίσω παρὰ τοὺς πόδας αὐτοῦ κλαίουσα τοῖς δάκρυσιν ἤρξατο βρέχειν τοὺς πόδας αὐτοῦ καὶ ταῖς θριξὶν τῆς κεφαλῆς αὐτῆς ἐξέμασσεν καὶ κατεφίλει τοὺς πόδας αὐτοῦ καὶ ἤλειφεν τῷ μύρῳ."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 7:47",
          "english": "\"Wherefore I say to you, her sins, which are many, are forgiven; for she loved much.\"",
          "greek": "οὗ χάριν λέγω σοι, ἀφέωνται αἱ ἁμαρτίαι αὐτῆς αἱ πολλαί, ὅτι ἠγάπησεν πολύ."
        },
        {
          "verse": 20,
          "canonical_ref": "Luke 7:48",
          "english": "And he said to her, \"Your sins are forgiven.\"",
          "greek": "εἶπεν δὲ αὐτῇ· Ἀφέωνταί σου αἱ ἁμαρτίαι."
        },
        {
          "verse": 21,
          "canonical_ref": "Luke 7:50",
          "english": "And he said to the woman, \"Your faith has saved you; go in peace.\"",
          "greek": "εἶπεν δὲ πρὸς τὴν γυναῖκα· ἡ πίστις σου σέσωκέν σε· πορεύου εἰς εἰρήνην."
        }
      ],
      "notes": [
        {
          "term": "Slave (δοῦλος - doulos)",
          "explanation": "Strictly maintained as \"slave.\" This is a clinical socioeconomic fact of the Roman military hierarchy; softening it to \"servant\" obscures the power dynamic inherent in the centurion's confession of authority."
        },
        {
          "term": "ἰαθήτω (iathētō)",
          "explanation": "Passive imperative: \"let him be healed.\" The centurion recognizes that the Savior's word operates as a forensic command over physical Ultimates."
        },
        {
          "term": "In Israel (ἐν τῷ Ἰσραήλ)",
          "explanation": "Tertullian and Epiphanius both preserve this word order, which places the emphasis on the lack of internal spiritual loyalty within the established religious center."
        },
        {
          "term": "Omission of 7:3-5",
          "explanation": "The narrative of the Judean elders interceding for the centurion is absent in the earliest Marcionite witnesses. Its removal emphasizes the direct, unmediated faith of the Gentile officer."
        },
        {
          "term": "ἐγέρθητι (ēgerthēti)",
          "explanation": "Passive: \"be awakened\" or \"be raised.\" This term denotes the restoration of the pneumatic force to the biological shell."
        },
        {
          "term": "Appeared (prodiit / προῆλθεν)",
          "explanation": "Tertullian's Latin (prodiit) suggests Marcion's text may have used a verb meaning \"appeared\" or \"came forth\" rather than the canonical \"arisen\" (ἠγέρθη), possibly to avoid a specific physicalist resurrection theology at this early stage."
        },
        {
          "term": "Prophet (προφήτης - Prophētēs megas)",
          "explanation": "The identification of Jesus as a prophet is a hallmark of the Jamesian layer, grounding him in the historical prophetic tradition of Israel rather than the later \"Cosmic Christ\" of Paul. The crowd's recognition of a \"Great Prophet\" identifies the Messenger within the context of the promised \"Prophet like Moses,\" reinforcing the Jamesian community's continuity with the high prophetic tradition."
        },
        {
          "term": "Poor (πτωχοί - ptōchoi)",
          "explanation": "The good news is specifically announced to the materially poor, reinforcing the Ebionite \"Theology of Reversal\" found in the previous chapter. The literal \"poor\" receive the formal announcement of the new governance. In the Jamesian Protograph, this is the clinical objective of the mission, proving the arrival of the new age through the reversal of material lack."
        },
        {
          "term": "Dead are raised (νεκροὶ ἐγείρονται)",
          "explanation": "Within the Jamesian matrix, these \"works\" serve as forensic proof of divine authority to remit sins and restore the \"internal state\" of humanity. In the Jerusalem matrix, these works are forensic evidence of the Divine Human's authority over the material \"Ultimates\" of death and disease."
        },
        {
          "term": "Omission of 7:24-35",
          "explanation": "While canonical Luke includes a lengthy discourse on John the Baptist, the Protograph focuses on the direct \"Works of Love\" as the sole validator of the mission."
        },
        {
          "term": "Messenger (ἄγγελον - angelon)",
          "explanation": "Translated as \"messenger\" to denote the functional role of the figure (John), avoiding the supernatural baggage of \"angel.\""
        },
        {
          "term": "Who shall prepare (ὃς κατασκευάσει)",
          "explanation": "Tertullian and the Adamantius Dialogue confirm this wording for Marcion's text, which tethers the movement to the \"Old Testament\" prophetic modulo while asserting Jesus as the fulfillment."
        },
        {
          "term": "Sinner (ἁμαρτωλός - hamartōlos)",
          "explanation": "The inclusion of the \"sinful woman\" highlights the Jamesian focus on proactive reconciliation over ritual purity."
        },
        {
          "term": "She loved much (ἠγάπησεν πολύ)",
          "explanation": "This confirms the \"Works of Love\" layer—that forgiveness and salvation are the result of the internal reality of love manifested in action (Ma'asim)."
        },
        {
          "term": "Your faith has saved you (ἡ πίστις σου σέσωκέν σε)",
          "explanation": "In this context, \"faith\" is not the Pauline intellectual assent, but a \"Faith-Loyalty\" that compels the woman to act with devotion."
        }
      ],
      "additional_explanation": {
        "title": "The Mechanics of Restoration",
        "content": "This chapter of the Protograph consolidates the authority of Jesus through the restoration of the marginalized. In each instance, Jesus bypasses the established religious hierarchy to deal directly with \"The Poor\" and the \"Outcast.\"",
        "points": [
          {
            "title": "The Centurion's Slave",
            "explanation": "The focus is on Distance and Faith. Jesus does not need to be physically present; his authority resides in his \"Word.\" This aligns with the pneumatic view that divine authority flows from the \"Spirit\" regardless of biological or material proximity."
          },
          {
            "title": "The Widow's Son",
            "explanation": "By touching the bier, Jesus shatters the Sadducean laws of ritual pollution. He asserts that Love is the \"Royal Law\" that supersedes the \"debris\" of external ritual."
          },
          {
            "title": "The Baptist's Inquiry",
            "explanation": "Jesus defines his identity through function, not genealogy. He tells John's messengers to report the \"Ultimates\"—the physical changes in the poor and sick—which serve as the \"fingerprint\" of the Divine Influx."
          },
          {
            "title": "The Woman who Loved",
            "explanation": "This is the primary polemic against the \"State Stabilization\" (Orthodoxy) of the Pharisees. While the host focuses on the \"rules\" of hospitality, the woman focuses on the \"inner reality\" of love. Jesus rewards the latter, establishing that the \"Kingdom\" is entered through the internal fulfillment of the Law."
          }
        ]
      }
    },
    {
      "chapter": 5,
      "title": "Proto-Luke Chapter 5",
      "preamble": "This section transitions from the public ethical teaching in Galilee into the internal definition of the \"New Community\"—a family defined not by biological descent (flesh and blood), but by active loyalty to the Word. In this stratum, the narrative rejects the authority of the biological family of the messenger, aligning with the Jamesian focus on Ma'asim (Works of Love) as the sole marker of the \"Hebrew\" identity.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 8:1",
          "english": "And it happened afterward, that he made his way through city and village, announcing and telling the good news of the kingdom of God; and the twelve were with him,",
          "greek": "Καὶ ἐγένετο ἐν τῷ καθεξῆς καὶ αὐτὸς διώδευεν κατὰ πόλιν καὶ κώμην κηρύσσων καὶ εὐαγγελιζόμενος τὴν βασιλείαν τοῦ θεοῦ, καὶ οἱ δώδεκα σὺν αὐτῷ,"
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 8:2-3",
          "english": "And certain women who had been healed from evil spirits and infirmities, who were ministering to him from their possessions.",
          "greek": "Καὶ γυναῖκές τινες αἵτινες ἦσαν τεθεραπευμέναι ἀπὸ πνευμάτων πονηρῶν καὶ ἀσθενειῶν, αἵτινες καὶ διηκόνουν αὐτῷ ἀπὸ τῶν ὑπαρχόντων αὐταῖς."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 8:16",
          "english": "\"No one having lit a lamp covers it with a vessel or puts it under a bed, but puts it on a lampstand, so that those entering may see the light.\"",
          "greek": "Οὐδεὶς δὲ λύχνον ἅψας καλύπτει αὐτὸν σκεύει ἢ ὑποκάτω κλίνης τίθησιν, ἀλλ᾽ ἐπὶ λυχνίας τίθησιν, ἵνα οἱ εἰσπορευόμενοι βλέπωσιν τὸ φῶς."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 8:17",
          "english": "\"For there is nothing hidden which will not become manifest...\"",
          "greek": "οὐ γάρ ἐστιν κρυπτὸν ὃ οὐ φανερὸν γενήσεται, οὐδὲ ἀπόκρυφον ὃ οὐ μὴ γνωσθῇ."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 8:18",
          "english": "\"Look then how you hear; for whoever has, to him shall be given; and whoever has not, even what he thinks he has shall be taken from him.\"",
          "greek": "βλέπετε οὖν πῶς ἀκούετε· ὃς ἂν γὰρ ἔχῃ, δοθήσεται αὐτῷ, καὶ ὃς ἂν μὴ ἔχῃ, καὶ ὃ δοκεῖ ἔχειν ἀρθήσεται ἀπ᾽ αὐτοῦ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 8:20",
          "english": "And it was announced to him: \"Your mother and your brothers stand outside, wanting to see you.\"",
          "greek": "Ἀπηγγέλη δὲ αὐτῷ· Ἡ μήτηρ σου καὶ οἱ ἀδελφοί σου ἑστήκασιν ἔξω ἰδεῖν θέλοντές σε."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 8:21",
          "english": "But he answering said to them: \"Who is my mother and who are my brothers? If not those who hear my words and do them?\"",
          "greek": "ὁ δὲ ἀποκριθεὶς εἶπεν πρὸς αὐτούς· Τίς μου ἡ μήτηρ καὶ τίνες οἱ ἀδελφοί μου; εἰ μὴ οἱ τὸν λόγον τοῦ θεοῦ ἀκούοντες καὶ ποιοῦντες."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 8:22",
          "english": "And it happened on one of the days... he said to them: \"Let us pass over to the other side of the lake.\"",
          "greek": "Ἐγένετο δὲ ἐν μιᾷ τῶν ἡμερῶν καὶ αὐτὸς ἐνέβη εἰς πλοῖον καὶ οἱ μαθηταὶ αὐτοῦ, καὶ εἶπεν πρὸς αὐτούς· Διέλθωμεν εἰς τὸ πέραν τῆς λίμνης· καὶ ἀνήχθησαν."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 8:24-25",
          "english": "...And he, being awakened, rebuked the wind and the surging of the water, and they ceased, and there was a calm. And he said to them: \"Where is your faith?\" And they, being afraid, wondered, saying to one another: \"Who then is this, that he commands the winds and the water, and they obey him?\"",
          "greek": "προσελθόντες δὲ διήγειραν αὐτὸν λέγοντες· Ἐπιστάτα ἐπιστάτα, ἀπολλύμεθα. ὁ δὲ ἐγερθεὶς ἐπετίμησεν τῷ ἀνέμῳ καὶ τῷ κλύδωνι τοῦ ὕδατος· καὶ ἐπαύσαντο, καὶ ἐγένετο γαλήνη. εἶπεν δὲ αὐτοῖς· Ποῦ ἡ πίστις ὑμῶν;"
        }
      ],
      "notes": [
        {
          "term": "Good news (εὐαγγελιζόμενον - euangelizomenon)",
          "explanation": "The Greek implies the acting out of a herald's duty. In the Jamesian context, this \"Kingdom\" is a present ethical reality manifested in the community of the poor."
        },
        {
          "term": "Possessions (ὑπαρχόντων - hyparchontōn)",
          "explanation": "Literally \"things belonging to them.\" This highlights the economic substrate of the early movement, where the wealthy were commanded to redistribute their Ultimates to support the mission to the Poor."
        },
        {
          "term": "Excision of Names (8:2-3)",
          "explanation": "The specific list of names (Joanna, Susanna, etc.) found in canonical Luke is absent in this stratum, as the Jamesian core focuses on the functional act of stewardship rather than individual biological identifiers."
        },
        {
          "term": "Hidden (κρυπτόν - krypton)",
          "explanation": "Tertullian (4.19.5) and the Protograph prioritize the manifestation of truth in the physical realm. The \"Light\" is not a private Gnostic secret but the public manifestation of Love."
        },
        {
          "term": "What he thinks he has (ὃ δοκεῖ ἔχειν - ho dokei echein)",
          "explanation": "A forensic warning against intellectual \"faith\" that lacks the weight of actual work. The \"Faith-Alone\" practitioner (the Pauline Layer) is stripped of the \"grace\" they believe they possess because it never manifested in the Ultimates of Love."
        },
        {
          "term": "Excision of 8:19",
          "explanation": "The arrival of the biological family is notably absent in the Marcionite/Jamesian layer to sharpen the impact of the definition in v. 21."
        },
        {
          "term": "Who is my mother...? (Τίς μου ἡ μήτηρ...)",
          "explanation": "Tertullian (4.19.6, 4.19.11) confirms this interrogative opening, which is more polemical than the canonical \"My mother and my brothers are...\" The reconstruction follows the interrogative variant preserved by Tertullian and Marcion. It serves to decouple the Messenger from biological and biological-Davidic authority, prioritizing pneumatic loyalty."
        },
        {
          "term": "Do them (ποιοῦντες - poiountes)",
          "explanation": "This present participle is the definitive Jamesian marker. The community is not defined by biological descent from David or the family of Jesus, but by the \"Doing\" of the internal Law of Love."
        },
        {
          "term": "Pass over (διέλθωμεν - dielthōmen)",
          "explanation": "Tertullian (4.20.3) uses the Latin \"transfretat,\" emphasizing the crossing into Gentile territory (the \"Other Side\")."
        },
        {
          "term": "Who then is this? (Τίς ἄρα οὗτός ἐστιν;)",
          "explanation": "The question highlights the \"Divine Human in Ultimates.\" Jesus is recognized through his command over material elements (wind/water), reflecting the Jamesian view that divine authority must be verifiable in physical effects."
        }
      ],
      "additional_explanation": {
        "title": "The Ethical vs. Biological Family",
        "content": "This chapter of the Jamesian Protograph establishes the Epistemology of Doing.",
        "points": [
          {
            "title": "Rejection of the Flesh",
            "explanation": "By defining his \"mother and brothers\" strictly as those who do his words (8:21), Jesus shatters the dynastic expectations of the biological family. This represents a primary rift with the later \"Orthodoxy\" (which attempted to re-anchor Jesus in Davidic biology) and the \"Pauline Layer\" (which sought to replace the physical Jesus with a purely pneumatic \"Cosmic Christ\")."
          },
          {
            "title": "The 'Hidden' Truth",
            "explanation": "The \"Lamp on a Stand\" (8:16) serves as a polemic against the Gnostic impulse to hide truth within the \"internal mind.\" For the Jamesian Jesus, if a truth is not \"lit\" (manifested in external conduct), it does not exist."
          },
          {
            "title": "Command over Nature",
            "explanation": "The calming of the storm (8:24-25) is the \"Fingerprint of Influx.\" It proves that the \"Actual Jesus\" is not a spirit-phantom but the master of the material ultimates. The wind and water represent the chaotic \"Proprium\" (self-love) of humanity, which can only be stilled by the internal authority of the Divine Human."
          }
        ]
      }
    },
    {
      "chapter": 6,
      "title": "Proto-Luke Chapter 6",
      "preamble": "This section moves from the crossing of the lake into the confrontation with the \"Legion\" and the miraculous preservation of the poor, concluding with the feeding of the multitude. The narrative emphasizes the \"Divine Human in Ultimates\" through the specific exercise of authority over non-physical spirits (πνεύματα) and the material needs of the community.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 8:26",
          "english": "And they sailed down to the region of the Gerasenes, which is over against Galilee.",
          "greek": "Καὶ κατέπλευσαν εἰς τὴν χώραν τῶν Γερασηνῶν, ἥτις ἐστὶν ἀντιπέρα τῆς Γαλιλαίας."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 8:27",
          "english": "And when he went out upon the land, a certain man from the city met him who had daimons for a long time.",
          "greek": "ἐξελθόντι δὲ αὐτῷ ἐπὶ τὴν γῆν ὑπήντησεν ἀνήρ τις ἐκ τῆς πόλεως ἔχων δαιμόνια χρόνῳ ἱκανῷ."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 8:28",
          "english": "And when he saw Jesus, he cried out, and fell down before him, and with a loud voice said: \"What is to me and to you, Jesus, Son of the Most High God? I beseech you, do not torment me.\"",
          "greek": "ἰδὼν δὲ τὸν Ἰησοῦν ἀνακράξας προσέπεσεν αὐτῷ καὶ φωνῇ μεγάλῃ εἶπεν· Τί ἐμοὶ καὶ σοί, Ἰησοῦ υἱὲ τοῦ θεοῦ τοῦ ὑψίστου; δέομαί σου, μή με βασανίσῃς."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 8:30",
          "english": "And Jesus asked him: \"What is your name?\" and he said, \"Legion,\" because many daimons had entered into him.",
          "greek": "ἐπηρώτησεν δὲ αὐτὸν ὁ Ἰησοῦς· Τί σοί ἐστιν ὄνομα; ὁ δὲ εἶπεν· Λεγιών, ὅτι δαιμόνια πολλὰ εἰσῆλθεν εἰς αὐτόν."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 8:31",
          "english": "And they were begging him that he would not command them to go away into the abyss.",
          "greek": "καὶ παρεκάλουν αὐτὸν ἵνα μὴ ἐπιτάξῃ αὐτοῖς εἰς τὴν ἄβυσσον ἀπελθεῖν."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 8:32-33",
          "english": "Now there was a herd of many swine feeding on the mountain; and they begged him to allow them to enter into those. And he allowed them. And the daimons, coming out from the man, entered into the swine, and the herd rushed down the cliff into the lake and were drowned.",
          "greek": "ἦν δὲ ἐκεῖ ἀγέλη χοίρων ἱκανῶν βοσκομένων ἐν τῷ ὄρει· καὶ παρεκάλουν αὐτὸν ἵνα ἐπιτρέψῃ αὐτοῖς εἰς ἐκείνους εἰσελθεῖν· καὶ ἐπέτρεψεν αὐτοῖς. ἐξελθόντα δὲ τὰ δαιμόνια ἀπὸ τοῦ ἀνθρώπου εἰσῆλθον εἰς τοὺς χοίρους, καὶ ὥρμησεν ἡ ἀγέλη κατὰ τοῦ κρημνοῦ εἰς τὴν λίμνην καὶ ἀπεπνίγη."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 8:40-41",
          "english": "And it happened, when Jesus returned, the crowd welcomed him, for they were all expecting him. And behold, there came a man whose name was Jairus, and he was a ruler of the assembly; and falling at the feet of Jesus, he was begging him to enter into his house.",
          "greek": "Ἐν δὲ τῷ ὑποστρέφειν τὸν Ἰησοῦν ἀπεδέξατο αὐτὸν ὁ ὄχλος· ἦσαν γὰρ πάντες προσδοκῶντες αὐτόν. καὶ ἰδοὺ ἦλθεν ἀνὴρ ᾧ ὄνομα Ἰάϊρος καὶ οὗτος ἄρχων τῆς συναγωγῆς ὑπῆρχεν, καὶ πεσὼν παρὰ τοὺς πόδας Ἰησοῦ παρεκάλει αὐτὸν εἰσελθεῖν εἰς τὸν οἶκον αὐτοῦ."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 8:42",
          "english": "For he had an only daughter, about twelve years old, and she was dying.",
          "greek": "ὅτι θυγάτηρ μονογενὴς ἦν αὐτῷ ὡς ἐτῶν δώδεκα καὶ αὐτὴ ἀπέθνησκεν."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 8:43-44",
          "english": "And a woman being in a flow of blood for twelve years, coming up behind, touched the fringe of his garment, and immediately the flow of her blood stopped.",
          "greek": "καὶ γυνὴ οὖσα ἐν ῥύσει αἵματος ἀπὸ ἐτῶν δώδεκα, προσελθοῦσα ὄπισθεν ἥψατο τοῦ κρασπέδου τοῦ ἱματίου αὐτοῦ, καὶ παραχρῆμα ἔστη ἡ ῥύσις τοῦ αἵματος αὐτῆς."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 8:45",
          "english": "And Jesus said: \"Who touched me?\"",
          "greek": "καὶ εἶπεν ὁ Ἰησοῦς· Τίς μου ἥψατο;"
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 8:46",
          "english": "But Jesus said: \"Someone touched me, for I knew power going out from me.\"",
          "greek": "ὁ δὲ Ἰησοῦς εἶπεν· Ἥψατό μού τις, ἐγὼ γὰρ ἔγνων δύναμιν ἐξεληλυθυῖαν ἀπ᾿ ἐμοῦ."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 8:48",
          "english": "And he said to her: \"Daughter, your faith has saved you; go in peace.\"",
          "greek": "ὁ δὲ εἶπεν αὐτῇ· Θυγάτηρ, ἡ πίστις σου σέσωκέν σε· πορεύου εἰς εἰρήνην."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 8:54-55",
          "english": "But he, taking hold of her hand, called, saying: \"Child, arise.\" And her spirit returned, and she arose immediately.",
          "greek": "αὐτὸς δὲ κρατήσας τῆς χειρὸς αὐτῆς ἐφώνησεν λέγων· Ἡ παῖς, ἐγείρου. καὶ ἐπέστρεψεν τὸ πνεῦμα αὐτῆς, καὶ ἀνέστη παραχρῆμα."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 9:1-2",
          "english": "And calling together the twelve, he gave them power and authority over all the daimons and to heal diseases. And he sent them to announce the kingdom of God and to heal.",
          "greek": "Συγκαλεσάμενος δὲ τοὺς δώδεκα ἔδωκεν αὐτοῖς δύναμιν καὶ ἐξουσίαν ἐπὶ πάντα τὰ δαιμόνια καὶ νόσους θεραπεύειν· καὶ ἀπέστειλεν αὐτοὺς κηρύσσειν τὴν βασιλείαν τοῦ θεοῦ καὶ ἰᾶσθαι τοὺς ἀσθενεῖς."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 9:3",
          "english": "And he said to them: \"Take nothing for the road, neither staff, nor scrip, nor bread, nor silver, nor to have two tunics.\"",
          "greek": "καὶ εἶπεν πρὸς αὐτούς· Μηδὲν αἴρετε εἰς τὴν ὁδόν, μήτε ῥάβδον μήτε πήραν μήτε ἄρτον μήτε ἀργύριον."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 9:5",
          "english": "\"And as many as do not receive you, going out from that city, shake off the dust from your feet for a testimony against them.\"",
          "greek": "καὶ ὅσοι ἂν μὴ δέχωνται ὑμᾶς, ἐξερχόμενοι ἀπὸ τῆς πόλεως ἐκείνης τὸν κονιορτὸν ἀπὸ τῶν ποδῶν ὑμῶν ἀποτινάσσετε εἰς μαρτύριον ἐπ᾿ αὐτούς."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 9:6",
          "english": "And going out, they were going through the villages, announcing the good news and healing everywhere.",
          "greek": "ἐξερχόμενοι δὲ διήρχοντο κατὰ τὰς κώμας εὐαγγελιζόμενοι καὶ θεραπεύοντες πανταχοῦ."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 9:7-8",
          "english": "And Herod the tetrarch heard all the things being done and was perplexed because it was said by some that John had been raised from the dead, and by some that Elijah had appeared, and by others that a certain prophet of the ancients had risen.",
          "greek": "Ἤκουσεν δὲ Ἡρώδης ὁ τετραάρχης τὰ γινόμενα πάντα καὶ διηπόρει διὰ τὸ λέγεσθαι ὑπό τινων ὅτι Ἰωάννης ἠγέρθη ἐκ νεκρῶν, ὑπό τινων δὲ ὅτι Ἠλίας ἐφάνη, ἄλλων δὲ ὅτι προφήτης τις τῶν ἀρχαίων ἀνέστη."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 9:10-11",
          "english": "And the emissaries, having returned, described to him as many things as they had done. And taking them, he withdrew privately into a city called Bethsaida. But the crowds, knowing, followed him; and receiving them, he was speaking to them about the kingdom of God, and those having need of healing he was healing.",
          "greek": "Καὶ ὑποστρέψαντες οἱ ἀπόστολοι διηγήσαντο αὐτῷ ὅσα ἐποίησαν. καὶ παραλαβὼν αὐτοὺς ὑπεχώρησεν κατ᾿ ἰδίαν εἰς πόλιν καλουμένην Βηθσαϊδά. οἱ δὲ ὄχλοι γνόντες ἠκολούθησαν αὐτῷ· καὶ ἀποδεξάμενος αὐτοὺς ἐλάλει αὐτοῖς περὶ τῆς βασιλείας τοῦ θεοῦ, καὶ τοὺς χρείαν ἔχοντας θεραπείας ἰᾶτο."
        },
        {
          "verse": 20,
          "canonical_ref": "Luke 9:12",
          "english": "And the day began to decline; and the twelve came and said to him: \"Send away the multitude, that they may go into the villages and country round about, and lodge, and get provisions, for here we are in a desert place.\"",
          "greek": "Ἡ δὲ ἡμέρα ἤρξατο κλίνειν· προσελθόντες δὲ οἱ δώδεκα εἶπαν αὐτῷ· Ἀπόλυσον τὸν ὄχλον, ἵνα πορευθέντες εἰς τὰς κύκλῳ κώμας καὶ ἀγροὺς καταλύσωσιν καὶ εὕρωσιν ἐπισιτισμόν, ὅτι ὧδε ἐν ἐρήμῳ τόπῳ ἐσμέν."
        },
        {
          "verse": 21,
          "canonical_ref": "Luke 9:13-14",
          "english": "But he said to them: \"You give them something to eat.\" And they said: \"There are not to us more than five loaves and two fishes.\" For they were about five thousand men.",
          "greek": "εἶπεν δὲ πρὸς αὐτούς· Δότε αὐτοῖς ὑμεῖς φαγεῖν. οἱ δὲ εἶπαν· Οὐκ εἰσὶν ἡμῖν πλεῖον ἢ ἄρτοι πέντε καὶ ἰχθύες δύο. ἦσαν γὰρ ὡσεὶ ἄνδρες πεντακισχίλιοι."
        },
        {
          "verse": 22,
          "canonical_ref": "Luke 9:16",
          "english": "And taking the five loaves and the two fishes, looking up into the heaven, he blessed them and broke them.",
          "greek": "λαβὼν δὲ τοὺς πέντε ἄρτους καὶ τοὺς δύο ἰχθύας ἀναβλέψας εἰς τὸν οὐρανὸν εὐλόγησεν αὐτοὺς καὶ κατέκλασεν καὶ ἐδίδου τοῖς μαθηταῖς παραθεῖναι τῷ ὄχλῳ."
        },
        {
          "verse": 23,
          "canonical_ref": "Luke 9:17",
          "english": "And they ate and were all satisfied.",
          "greek": "καὶ ἔφαγον καὶ ἐχορτάσθησαν πάντες."
        }
      ],
      "notes": [
        {
          "term": "Ἐπιστάτα (Epistata)",
          "explanation": "Literally \"Commander\" or \"Master.\" This Lukan term is preferred over \"Teacher\" (didaskale) to emphasize the clinical authority the Messenger holds over the material environment."
        },
        {
          "term": "λίμνης (limnēs)",
          "explanation": "The text identifies the body of water as a \"lake\" (Galilee), maintaining topographic accuracy over the more generic \"sea\" (thalassēs) used in Mark."
        },
        {
          "term": "Gerasenes (Γερασηνῶν - Gerasēnōn)",
          "explanation": "The source text exhibits variation between Gerasenes, Gadarenes, and Gergesenes. The reading \"Gerasenes\" is restored based on the most primitive uncial consensus (P75, B, D). Gadarenes and Gergesenes are treated as later geographical corrections."
        },
        {
          "term": "Daimons (δαιμόνια - daimonia)",
          "explanation": "Transliterated to preserve the distinction from divine messengers (angeloi). In the Essene/Zoroastrian dualistic framework, these are adversarial spirit-entities representing agents of disorder that the Divine Human must forcefully subdue to restore order."
        },
        {
          "term": "Abyss (ἄβυσσον - abysson)",
          "explanation": "A specific Jamesian/Ebionite term for the place of disorder. The spirits recognize Jesus's authority to impose order over the \"chaos\" of the material world. The spirit's plea recognizes Jesus's authority to impose order on the chaotic ultimates of the material realm."
        },
        {
          "term": "Assembly (συναγωγῆς - synagōgēs)",
          "explanation": "Rendered as 'assembly' to denote the functional Judean community center, stripping away later ecclesiastical weight."
        },
        {
          "term": "Welcomed (ἀπεδέξατο - apedexato)",
          "explanation": "This term reflects a clinical forensic fact of Jesus's reception within the social Ultimates of the period."
        },
        {
          "term": "Only daughter (θυγάτηρ μονογενὴς - thygatēr monogenēs)",
          "explanation": "The use of 'monogenēs' emphasizes the unique status of the child, a detail preserved across early strata."
        },
        {
          "term": "Dying (ἀπέθνησκεν - apethnēsken)",
          "explanation": "The imperfect tense indicates a process in action, establishing the necessity for pneumatic intervention."
        },
        {
          "term": "Fringe (κρασπέδου - kraspedou)",
          "explanation": "While some sources view this as a later addition, it is retained here as a marker of the \"Divine Human in Ultimates\"—where physical contact with the \"ultimate\" (the garment) results in a spiritual effect (healing)."
        },
        {
          "term": "Who touched me? (Τίς μου ἥψατο;)",
          "explanation": "The primitive interrogative (P75, א, B, L) is restored. The question identifies a specific draw upon the Savior's \"power\" (dynamin), confirming that pneumatic healing is a clinical expenditure of Spirit."
        },
        {
          "term": "Power (δύναμιν - dynamin)",
          "explanation": "This refers to the \"Divine Influx.\" The Savior's body acts as a conduit for the restoration of the inner person."
        },
        {
          "term": "εἰς εἰρήνην (eis eirēnēn)",
          "explanation": "Literally \"into peace.\" This is not a social greeting but a restoration to internal order."
        },
        {
          "term": "ἐγείρου (egeirou)",
          "explanation": "Imperative: \"Be awakened\" or \"rise.\" The command is addressed to the spirit (πνεῦμα), which is recorded as \"returning\" (epestrepsen) to the biological shell."
        },
        {
          "term": "Kingdom of God (βασιλείαν τοῦ θεοῦ)",
          "explanation": "A central Jamesian pillar. The mission is not personal salvation, but the announcement of a new ethical order."
        },
        {
          "term": "Staff (ῥάβδον - rabdon)",
          "explanation": "The omission of the staff is a specific Marcionite variant (aligning with Luke 10:4), intended to emphasize total reliance on the Divine Influx rather than physical support."
        },
        {
          "term": "δώδεκα (dōdeka)",
          "explanation": "The omission of \"disciples\" or \"messengers\" (apostles) here follows the most concise primitive layer, focusing on the symbolic number of the twelve tribes of Israel."
        },
        {
          "term": "ἀποτινάσσετε (apotinassete)",
          "explanation": "A forensic act of separation. Shaking off the dust signifies the finality of the testimony against those who reject the new governance."
        },
        {
          "term": "Desert place (ἔρημον τόπον)",
          "explanation": "Consistent with the Jamesian/Essene \"wilderness\" theology. The feeding of the five thousand serves as a manifestation of \"Divine Providence\" for the Ebionim (the Poor)."
        },
        {
          "term": "Βηθσαϊδά (Bēthsaïda)",
          "explanation": "Restored based on the earliest P75 and B witnesses. This specific location grounds the provision narrative in a known historical geography of the poor."
        },
        {
          "term": "Blessed (εὐλόγησεν - eulogēsen)",
          "explanation": "The Adamantius Dialogue occasionally confuses this with \"gave thanks\" (εὐχαριστεῖ), but \"blessed\" is the more secure Jamesian reading, reflecting authority over the substance of the bread. The blessing of the bread is the \"Divine Bricolage\"—multiplication through pneumatic conjunction, replacing the Temple's function as the source of life."
        },
        {
          "term": "The Great Omission",
          "explanation": "Following verse 9:17, Proto-Luke exhibits the \"Great Omission,\" skipping the material found in Mark 6:45–8:26 (walking on water, etc.). This confirms that Proto-Luke is an independent, coherent narrative that does not rely on Markan scaffolding, but preserves a distinct Jerusalem tradition."
        },
        {
          "term": "Raised vs. Risen (ἠγέρθη / ἀνέστη)",
          "explanation": "The text distinguishes between being 'raised' (ἠγέρθη) by an external power and 'rising' (ἀνέστη) autonomously, reflecting the pneumatic eschatology of the period."
        },
        {
          "term": "Ancients (ἀρχαίων - archaiōn)",
          "explanation": "This term confirms that the Messenger was perceived as the return of the primitive Spirit of the Law, bypassing the institutional debris of the late Second Temple era."
        }
      ],
      "additional_explanation": {
        "title": "The Mechanics of Provision",
        "content": "Chapter 6 of the Jamesian Protograph establishes the movement's power over both the seen and unseen \"Ultimates\" of the world.",
        "points": [
          {
            "title": "The Casting out of Legion",
            "explanation": "This pericope demonstrates the \"Divine Bricolage.\" Jesus does not argue with the spirits; he imposes divine order upon them. The move into the swine and the subsequent drowning represents the \"vastation\" of the chaotic self-love (proprium) that leads to destruction."
          },
          {
            "title": "The Physical Proofs",
            "explanation": "The healings in this chapter (the leper, the woman with the hemorrhage, Jairus's daughter) are not mere magic. They are presented as \"external confirmations of his authority to heal the soul.\" By touching the fringe or the hand of a dying girl, the Divine Human grounds his spiritual authority in material reality."
          },
          {
            "title": "The Non-Interpolation",
            "explanation": "Following verse 9:17, Proto-Luke exhibits the \"Great Omission,\" skipping the material found in Mark 6:45–8:26 (walking on water, etc.). This confirms that Proto-Luke is an independent, coherent narrative that does not rely on Markan scaffolding, but preserves a distinct Jerusalem tradition."
          },
          {
            "title": "The Feeding of the Poor",
            "explanation": "The feeding of the five thousand is the \"smoking gun\" of Ebionite provision. It reinforces the belief that the \"Actual Jesus\" is the true locus of God's presence on earth, replacing the lost Temple as the source of life and sustenance."
          }
        ]
      }
    },
    {
      "chapter": 7,
      "title": "Proto-Luke Chapter 7",
      "preamble": "This section encompasses the culmination of the Galilean ministry, the revelation of the \"Spiritual Body\" on the mountain, and the beginning of the \"Travel Narrative.\" The narrative focuses on the internal authority of the Messenger, the cost of discipleship within the \"Opposition Priesthood,\" and the rejection of biological and material claims in favor of the \"Kingdom of God.\"",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 9:18",
          "english": "And it happened while he was praying alone, the disciples were with him, and he asked them saying: \"Who do the crowds say I am?\"",
          "greek": "Καὶ ἐγένετο ἐν τῷ εἶναι αὐτὸν προσευχόμενον κατὰ μόνας συνῆσαν αὐτῷ οἱ μαθηταί, καὶ ἐπηρώτησεν αὐτοὺς λέγων· Τίνα με λέγουσιν οἱ ὄχλοι εἶναι;"
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 9:19",
          "english": "And they answering said: \"John the Baptist, but others Elijah, and others that a prophet, one of the ancients, has risen.\"",
          "greek": "οἱ δὲ ἀποκριθέντες εἶπαν· Ἰωάννην τὸν βαπτιστήν, ἄλλοι δὲ Ἠλίαν, ἄλλοι δὲ ὅτι προφήτης τις τῶν ἀρχαίων ἀνέστη."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 9:20",
          "english": "And he said to them: \"But you, who do you say I am?\" and Peter answering said: \"The Christ of God.\"",
          "greek": "εἶπεν δὲ αὐτοῖς· Ὑμεῖς δὲ τίνα με λέγετε εἶναι; Πέτρος δὲ ἀποκριθεὶς εἶπεν· Τὸν Χριστὸν τοῦ θεοῦ."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 9:21-22",
          "english": "But he, having rebuked them, commanded to tell this to no one, saying that it is necessary for the son of man to suffer many things and to be rejected by the elders and scribes and chief priests and to be killed and after three days to be raised.",
          "greek": "Ὁ δὲ ἐπιτιμήσας αὐτοῖς παρήγγειλεν μηδενί λέγειν τοῦτο, εἰπὼν ὅτι δεῖ τὸν υἱὸν τοῦ ἀνθρώπου πολλὰ παθεῖν καὶ ἀποδοκιμασθῆναι ἀπὸ τῶν πρεσβυτέρων καὶ γραμματέων καὶ ἀρχιερέων καὶ ἀποκτανθῆναι καὶ μετὰ τρεῖς ἡμέρας ἐγερθῆναι."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 9:23",
          "english": "And he said to all: \"If anyone wishes to come after me, let him deny himself and take up his cross daily and follow me.\"",
          "greek": "Ἔλεγεν δὲ πρὸς πάντας· Εἴ τις θέλει ὀπίσω μου ἔρχεσθαι, ἀπαρνησάσθω ἑαυτὸν καὶ ἀράτω τὸν σταυρὸν αὐτοῦ καθ' ἡμέραν καὶ ἀκολουθείτω μοι."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 9:24",
          "english": "\"For whoever wants to save his life shall lose it; but whoever loses his life for my sake, he shall save it.\"",
          "greek": "ὃς γὰρ ἂν θέλῃ τὴν ψυχὴν αὐτοῦ σῶσαι, ἀπολέσει αὐτήν· ὃς δ᾽ ἂν ἀπολέσῃ τὴν ψυχὴν αὐτοῦ ἕνεκεν ἐμοῦ, οὗτος σώσει αὐτήν."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 9:26",
          "english": "\"For whoever is ashamed of me and my words, of him the son of man shall be ashamed when he comes in his glory.\"",
          "greek": "ὃς γὰρ ἂν ἐπαισχυνθῇ με καὶ τοὺς ἐμοὺς λόγους, τοῦτον ὁ υἱὸς τοῦ ἀνθρώπου ἐπαισχυνθήσεται ὅταν ἔλθῃ ἐν τῇ δόξῃ αὐτοῦ."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 9:28",
          "english": "And it happened after these words, about eight days, taking Peter and John and James, he went up into the mountain to pray.",
          "greek": "Ἐγένετο δὲ μετὰ τοὺς λόγους τούτους ὡσεὶ ἡμέραι ὀκτὼ καὶ παραλαβὼν Πέτρον καὶ Ἰωάννην καὶ Ἰάκωβον ἀνέβη εἰς τὸ ὄρος προσεύξασθαι."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 9:29",
          "english": "And it happened while he was praying, the appearance of his face was different and his clothing was white and flashing.",
          "greek": "καὶ ἐγένετο ἐν τῷ προσεύχεσθαι αὐτὸν τὸ εἶδος τοῦ προσώπου αὐτοῦ ἕτερον καὶ ὁ ἱματισμὸς αὐτοῦ λευκὸς ἐξαστράπτων."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 9:30",
          "english": "And behold, two men were talking with him, who were Moses and Elijah.",
          "greek": "καὶ ἰδοὺ ἄνδρες δύο συνελάλουν αὐτῷ, οἵτινες ἦσαν Μωϋσῆς καὶ Ἠλίας."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 9:35",
          "english": "And a voice came out of the cloud saying: \"This is my son, the beloved; listen to him.\"",
          "greek": "καὶ φωνὴ ἐγένετο ἐκ τῆς νεφέλης λέγουσα· Οὗτός ἐστιν ὁ υἱός μου ὁ ἀγαπητός, ἀκούετε αὐτοῦ."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 9:44",
          "english": "\"Place these words in your ears; for the son of man is about to be delivered into the hands of men.\"",
          "greek": "θέσθε ὑμεῖς εἰς τὰ ὦτα ὑμῶν τοὺς λόγους τούτους· ὁ γὰρ υἱὸς τοῦ ἀνθρώπου μέλλει παραδίδοσθαι εἰς χεῖρας ἀνθρώπων."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 9:47-48",
          "english": "And Jesus, seeing the reasoning of their heart, took a child and set him by himself, and said to them: \"Whoever receives this child in my name receives me; and whoever receives me receives him who sent me.\"",
          "greek": "ὁ δὲ Ἰησοῦς εἰδὼς τὸν διαλογισμὸν τῆς καρδίας αὐτῶν, ἐπιλαβόμενος παιδίον ἔστησεν αὐτὸ παρ' ἑαυτῷ καὶ εἶπεν αὐτοῖς· ὃς ἐὰν δέξηται τοῦτο τὸ παιδίον ἐπὶ τῷ ὀνόματί μου, ἐμὲ δέχεται· καὶ ὃς ἂν ἐμὲ δέξηται, δέχεται τὸν ἀποστείλαντά με."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 9:51",
          "english": "And it happened when the days of his ascension were being fulfilled, he set his face to go to Jerusalem.",
          "greek": "Ἐγένετο δὲ ἐν τῷ συμπληροῦσθαι τὰς ἡμέρας τῆς ἀναλήμψεως αὐτοῦ καὶ αὐτὸς τὸ πρόσωπον ἐστήρισεν τοῦ πορεύεσθαι εἰς Ἰερουσαλήμ."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 9:54-56",
          "english": "And when the disciples James and John saw, they said: \"Lord, do you wish that we command fire to come down from heaven and consume them?\" But turning, he rebuked them. And they went to another village.",
          "greek": "ἰδόντες δὲ οἱ μαθηταὶ Ἰάκωβος καὶ Ἰωάννης εἶπαν· Κύριε, θέλεις εἴπωμεν πῦρ καταβῆναι ἀπὸ τοῦ οὐρανοῦ καὶ ἀναλῶσαι αὐτούς; στραφεὶς δὲ ἐπετίμησεν αὐτοῖς· καὶ ἐπορεύθησαν εἰς ἑτέραν κώμην."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 9:57-58",
          "english": "And as they were going in the road, someone said to him: \"I will follow you wherever you go.\" And Jesus said to him: \"The foxes have holes and the birds of the heaven nests, but the son of man has not where he may lay his head.\"",
          "greek": "Καὶ πορευομένων αὐτῶν ἐν τῇ ὁδῷ εἶπέν τις πρὸς αὐτόν· ἀκολουθήσω σοι ὅπου ἐὰν ἀπέρχῃ. καὶ εἶπεν αὐτῷ ὁ Ἰησοῦς· αἱ ἀλώπεκες φωλεοὺς ἔχουσιν καὶ τὰ πετεινὰ τοῦ οὐρανοῦ κατασκηνώσεις, ὁ δὲ υἱὸς τοῦ ἀνθρώπου οὐκ ἔχει ποῦ τὴν κεφαλὴν κλίνῃ."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 9:59-60",
          "english": "And he said to another: \"Follow me.\" But he said: \"Lord, permit me first to go and bury my father.\" But he said to him: \"Leave the dead to bury their own dead, but you go and announce the kingdom of God.\"",
          "greek": "Εἶπεν δὲ πρὸς ἕτερον· Ἀκολούθει μοι. ὁ δὲ εἶπεν· Κύριε, ἐπίτρεψόν μοι πρῶτον ἀπελθόντι θάψαι τὸν πατέρα μου. εἶπεν δὲ αὐτῷ· Ἄφες τοὺς νεκροὺς θάψαι τοὺς ἑαυτῶν νεκρούς, σὺ δὲ ἀπελθὼν διάγγελλε τὴν βασιλείαν τοῦ θεοῦ."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 9:61-62",
          "english": "And another also said: \"I will follow you, Lord, but first permit me to say goodbye to those in my house.\" But Jesus said to him: \"No one having put his hand to the plow and looking back is fit for the kingdom of God.\"",
          "greek": "εἶπεν δὲ ὁ Ἰησοῦς· Οὐδεὶς ἐπιβαλὼν τὴν χεῖρα ἐπ' ἄροτρον καὶ βλέπων εἰς τὰ ὀπίσω εὔθετός ἐστιν τῇ βασιλείᾳ τοῦ θεοῦ."
        }
      ],
      "notes": [
        {
          "term": "The Seam of the 'Great Omission'",
          "explanation": "In this reconstruction, the narrative flows directly from the feeding of the 5000 (9:17) to Peter's Confession (9:18). This bypasses the large block of Markan material (Mk 6:45–8:26) which includes Jesus walking on water. The sources identify this as a 'non-interpolation'—the Markan material was never part of the original Jamesian Protograph."
        },
        {
          "term": "Χριστὸν τοῦ θεοῦ (Christon tou theou)",
          "explanation": "\"The Anointed of God.\" The dynastic/functional title of the Davidic heir, which the Messenger immediately refines in the following verses."
        },
        {
          "term": "Son of Man (ὁ υἱὸς τοῦ ἀνθρώπου - ho huios tou anthrōpou)",
          "explanation": "The Greek refers to the \"Son of the Human.\" In this stratum, it denotes the representative of the restored humanity, often used by Jesus to refer to himself as the eschatological judge."
        },
        {
          "term": "Ashamed (ἐπαισχυνθῇ - epaischynthē) in 9:26",
          "explanation": "Used here as a forensic title for the representative of the restored pneumatic humanity. Following the Marcionite and primitive witnesses, the reference to 'holy messengers' (angels) is absent, focusing the eschatological gaze directly on the glory of the Father."
        },
        {
          "term": "ἀποδοκιμασθῆναι (apodokimasthēnai)",
          "explanation": "A forensic term meaning \"to be rejected after examination.\" This emphasizes the clinical necessity of the Messenger's rejection by the institutional \"vessels\" of the old age."
        },
        {
          "term": "ἐγερθῆναι (egerthēnai)",
          "explanation": "Passive: \"to be raised.\" The Protograph identifies the resurrection as an act of the Divine upon the Messenger, rather than an autonomous biological revival."
        },
        {
          "term": "After three days (μετὰ τρεῖς ἡμέρας)",
          "explanation": "The reconstruction restores the primitive Western reading. The canonical 'on the third day' is a later harmonization intended to simplify the chronometer of the resurrection."
        },
        {
          "term": "σταυρόν (stauron)",
          "explanation": "The \"stake\" or \"cross.\" In the Jamesian context, this is a literal call to martyrdom and total divestment of the material self."
        },
        {
          "term": "Place (θέσθε - thesthe) in 9:44",
          "explanation": "A clinical command to deposit these facts into the permanent memory of the community."
        },
        {
          "term": "Delivered (παραδίδοσθαι - paradidosthai) in 9:44",
          "explanation": "A dry forensic term for a legal transfer or betrayal within the historical timeframe."
        },
        {
          "term": "Reasoning (διαλογισμὸν - dialogismon) in 9:47",
          "explanation": "The text identifies internal debate as the source of communal debris; the child is utilized as a clinical corrective."
        },
        {
          "term": "Receives (δέχεται - dechetai) in 9:48",
          "explanation": "This implies a hospitable inclusion into the community of use, establishing a chain of pneumatic authority from the Father to the Messenger."
        },
        {
          "term": "ἕτερον (heteron)",
          "explanation": "\"Different.\" This identifies the Transfiguration as a pneumatic change—a manifestation of the Spiritual Body (Soma Pneumatikon)—rather than a material modification."
        },
        {
          "term": "Beloved (ἀγαπητός - agapētos)",
          "explanation": "Marcion's text and the early Jamesian witnesses prioritize \"Beloved\" over the canonical \"Chosen\" (ἐκλελεγμένος). \"Beloved\" emphasizes the internal conjunction of Love between the Father and the Messenger."
        },
        {
          "term": "Moses and Elijah (9:30)",
          "explanation": "The presence of the \"Law and the Prophets\" on the mountain serves as a forensic testimony to Jesus's authority. Jamesian theology viewed Jesus as the internal fulfillment of the Law, making the presence of Moses a validation of the \"Royal Law\" of Love."
        },
        {
          "term": "ἀναλήμψεως (analēmpseōs)",
          "explanation": "Literally \"taking up.\" This denotes the eschatological transition of the spirit to the \"Right Hand of Power.\""
        },
        {
          "term": "Omission in 9:54",
          "explanation": "The phrase \"as Elijah did\" (ὡς καὶ Ἠλίας ἐποίησεν) is omitted based on the Western substrate (P75, B). Its removal prevents a direct mapping of the Messenger onto the violent motifs of the old prophets."
        },
        {
          "term": "Excision in 9:55",
          "explanation": "The longer rebuke (\"Ye know not what spirit...\") is treated as a later expansion; the Protograph records a silent, clinical rebuke and a move to the next \"vessel\" (village)."
        },
        {
          "term": "Announce (διάγγελλε - diangelle)",
          "explanation": "\"Announce\" is used to capture the sense of a herald's distinct duty. In v. 60, this is the command given to the \"Slave\" of the Kingdom, which overrides even the duty to the biological father."
        },
        {
          "term": "Rejection of the Dead (9:60)",
          "explanation": "The command to \"Leave the dead to bury their own dead\" is a hallmark of the Ebionite/Jamesian focus on the \"Living Word\" over the \"debris\" of biological tradition and family preservation. Biological ties are categorized as \"the dead,\" while the mission of the Poor is the \"living\" reality."
        }
      ],
      "additional_explanation": {
        "title": "The Ascension of the Spirit",
        "content": "Chapter 7 of the Jamesian Protograph marks the \"Transfiguration\"—the phenomenological manifestation of the Divine Human.",
        "points": [
          {
            "title": "The Spiritual Body",
            "explanation": "The description of Jesus's face and clothing (9:29) reflects a visionary, pneumatic experience rather than a material change. This aligns with the \"Spiritual Resurrection\" theology of the Jerusalem pillars, where the physical body is a shell for the glorified \"Being of Light.\""
          },
          {
            "title": "The Rejection of Bio-Dynasty",
            "explanation": "In the \"following\" narratives (9:57-62), Jesus demands total renunciation of property (nests/holes) and biological family (burying the father). This is the \"Epistemology of Doing,\" where loyalty to the community of the Poor (Ebionim) is the only valid marker of identity."
          },
          {
            "title": "The Authority of the Word",
            "explanation": "By rebuking Peter's biological confession and substituting it with the Passion prediction (9:21-22), Jesus establishes that the Messenger is defined by his Suffering Use (service) and not his earthly status. This is the core of the Jamesian critique of the Pauline \"Cosmic Christ\"—true authority is found in the grit of ethical action on the way to Jerusalem."
          }
        ]
      }
    },
    {
      "chapter": 8,
      "title": "Proto-Luke Chapter 8",
      "preamble": "This revision acknowledges the lack of \"editorial fatigue\" in the Marcionite witnesses, which identifies the shorter text not as a \"mutilated\" version of Luke, but as the primitive, coherent source upon which the canonical author later expanded. Consequently, variants once labeled \"pro-Gnostic edits\" are restored here as the original readings of the Jerusalem community, reflecting their unique pneumatic and ethical priorities.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 10:1",
          "english": "After these things the Lord appointed seventy others and sent them two by two before his face into every city and place where he himself was about to come.",
          "greek": "Μετὰ δὲ ταῦτα ἀνέδειξεν ὁ κύριος ἑτέρους ἑβδομήκοντα καὶ ἀπέστειλεν αὐτοὺς ἀνὰ δύο πρὸ προσώπου αὐτοῦ εἰς πᾶσαν πόλιν καὶ τόπον οὗ ἤμελλεν αὐτὸς ἔρχεσθαι."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 10:2",
          "english": "And he said to them: \"The harvest indeed is great, but the laborers are few; beg then the Lord of the harvest that he might send laborers into his harvest.\"",
          "greek": "ἔλεγεν δὲ πρὸς αὐτούς· ὁ μὲν θερισμὸς πολύς, οἱ δὲ ἐργάται ὀλίγοι· δεήθητε οὖν τοῦ κυρίου τοῦ θερισμοῦ ὅπως ἐργάτας ἐκβάλῃ εἰς τὸν θερισμὸν αὐτοῦ."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 10:3",
          "english": "\"Go! Behold, I send you as lambs in the midst of wolves.\"",
          "greek": "ὑπάγετε· ἰδοὺ ἀποστέλλω ὑμᾶς ὡς ἄρνας ἐν μέσῳ λύκων."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 10:4",
          "english": "\"Carry no bag, no scrip, no sandals; and salute no one by the road.\"",
          "greek": "μὴ βαστάζετε βαλλάντιον, μὴ πήραν, μὴ ὑποδήματα, καὶ μηδένα κατὰ τὴν ὁδὸν ἀσπάσησθε."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 10:9",
          "english": "And heal the sick in it and say to them: 'The kingdom of God has come near upon you.'",
          "greek": "καὶ θεραπεύετε τοὺς ἐν αὐτῇ ἀσθενεῖς καὶ λέγετε αὐτοῖς· ἤγγικεν ἐφ᾽ ὑμᾶς ἡ βασιλεία τοῦ θεοῦ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 10:10-11",
          "english": "\"But into whatever city you enter and they do not receive you, going out into its streets, say: 'Even the dust from your city having been joined to our feet we wipe off to you; nevertheless, know this, that the kingdom of God has come near.'\"",
          "greek": "εἰς ἣν δ᾽ ἂν πόλιν εἰσέλθητε καὶ μὴ δέχωνται ὑμᾶς, ἐξελθόντες εἰς τὰς πλατείας αὐτῆς εἴπατε· καὶ τὸν κονιορτὸν τὸν κολληθέντα ἡμῖν ἐκ τῆς πόλεως ὑμῶν εἰς τοὺς πόδας ἀπομασσόμεθα ὑμῖν· πλὴν τοῦτο γινώσκετε ὅτι ἤγγικεν ἡ βασιλεία τοῦ θεοῦ."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 10:16",
          "english": "\"The one listening to you listens to me, and the one rejecting you rejects me; and the one rejecting me rejects him who sent me.\"",
          "greek": "ὁ ἀκούων ὑμῶν ἐμοῦ ἀκούει, καὶ ὁ ἀθετῶν ὑμᾶς ἐμὲ ἀθετεῖ· ὁ δὲ ἐμὲ ἀθετῶν ἀθετεῖ τὸν ἀποστείλαντά με."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 10:21",
          "english": "In that hour he rejoiced in the spirit and said: \"I confess to you, Father, Lord of heaven, that you have hidden these things from the wise and understanding and revealed them to infants; yes, Father, for so it was well-pleasing before you.\"",
          "greek": "Ἐν αὐτῇ τῇ ὥρᾳ ἠγαλλιάσατο τῷ πνεύματι καὶ εἶπεν· Ἐξομολογοῦμαί σοι, πάτερ, κύριε τοῦ οὐρανοῦ, ὅτι ἀπέκρυψας ταῦτα ἀπὸ σοφῶν καὶ συνετῶν καὶ ἀπεκάλυψας αὐτὰ νηπίοις· ναί, ὁ πατήρ, ὅτι οὕτως εὐδοκία ἐγένετο ἔμπροσθέν σου."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 10:22",
          "english": "\"All things were delivered to me by my Father; and no one knows who the Father is except the Son, and who the Son is except the Father, and to whom the Son should reveal him.\"",
          "greek": "Πάντα μοι παρεδόθη ὑπὸ τοῦ πατρός μου, καὶ οὐδεὶς γινώσκει τίς ἐστιν ὁ πατὴρ εἰ μὴ ὁ υἱὸς καὶ τίς ἐστιν ὁ υἱὸς καὶ ᾧ ἐὰν βούληται ὁ υἱὸς ἀποκαλύψαι."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 10:25",
          "english": "And behold, a certain lawyer stood up, tempting him, saying: \"Teacher, what doing shall I inherit eternal life?\"",
          "greek": "Καὶ ἰδοὺ νομικός τις ἀνέστη ἐκπειράζων αὐτὸν λέγων· διδάσκαλε, τί ποιήσας ζωὴν αἰώνιον κληρονομήσω;"
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 10:26",
          "english": "He said to him: \"In the Law what is written? How do you read?\"",
          "greek": "ὁ δὲ εἶπεν πρὸς αὐτόν· ἐν τῷ νόμῳ τί γέγραπται; πῶς ἀναγινώσκεις;"
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 10:27",
          "english": "He answering said: \"You shall love the Lord your God from all your heart and from all your soul and from all your strength and from all your mind, and your neighbor as yourself.\"",
          "greek": "ὁ δὲ ἀποκριθεὶς εἶπεν· ἀγαπήσεις κύριον τὸν θεόν σου ἐξ ὅλης τῆς καρδίας σου καὶ ἐξ ὅλης τῆς ψυχῆς σου καὶ ἐξ ὅλης τῆς ἰσχύος σου καὶ ἐξ ὅλης τῆς διανοίας σου, καὶ τὸν πλησίον σου ὡς σεαυτόν."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 10:28",
          "english": "And he said to him: \"You answered correctly; do this and you shall live.\"",
          "greek": "εἶπεν δὲ αὐτῷ· ὀρθῶς ἀπεκρίθης· τοῦτο ποίει καὶ ζήσῃ."
        }
      ],
      "notes": [
        {
          "term": "Seventy (ἑβδομήκοντα - hebdomēkonta)",
          "explanation": "The number \"seventy\" (70) is retained following the primitive uncial and papyri consensus (P75, B). The addition of \"two\" (72) is treated as a later expansion. This number corresponds to the traditional count of the nations, indicating the Proto-Lukan mission was intended as a universal expansion of the Jamesian authority from its center in Jerusalem."
        },
        {
          "term": "Sandals (μὴ ὑποδήματα - mē hypodēmata)",
          "explanation": "The prohibition of sandals is an original ascetic requirement of the Jamesian Protograph, emphasizing total reliance on the Divine Influx within the material world."
        },
        {
          "term": "Excision of 10:5–8",
          "explanation": "The detailed instructions for house-entry are abbreviated in this stratum to maintain the focus on the herald's urgent announcement."
        },
        {
          "term": "Has come near (ἤγγικεν - ēngiken)",
          "explanation": "This verb identifies the Kingdom not as a future event but as a present ethical proximity activated by the messengers."
        },
        {
          "term": "Upon you (ἐφ᾽ ὑμᾶς - eph' hymas)",
          "explanation": "The reconstruction includes 'upon you,' specifying that the divine Influx is directed at the collective 'Poor' (Ebionim) as a clinical event."
        },
        {
          "term": "Rejecting (ἀθετῶν - athetōn)",
          "explanation": "The term denotes the forensic nullification of the messenger's authority. As the Jamesian community acted as an \"Opposition Priesthood,\" the rejection of their emissaries was viewed as a rejection of the Divine Human in ultimates."
        },
        {
          "term": "Lord of Heaven (κύριε τοῦ οὐρανοῦ - kyrie tou ouranou)",
          "explanation": "The omission of \"and earth\" (καὶ τῆς γῆς) is not a Gnostic excision but the original reading of the Protograph, distinguishing the spiritual source of life from the material environment. Restored based on P45 and the Marcionite witnesses."
        },
        {
          "term": "Inversion of Knowledge (10:22)",
          "explanation": "The word order \"no one knows who the Father is except the Son\" is the primitive sequence of revelation. This highlights the pneumatic gatekeeping of the Son, an essential component of the early Jerusalem tradition before it was smoothed over by later canonical editors. The Son is the sole revealer of a previously unknown Father."
        },
        {
          "term": "Excision of 10:23–24",
          "explanation": "The \"Blessing of the Eyes\" is omitted here to preserve the structural seam leading directly to the lawyer's question, avoiding the \"editorial fatigue\" found in the canonical text."
        },
        {
          "term": "Lawyer (νομικός - nomikos)",
          "explanation": "The interaction represents an internal debate within the Hebrew community regarding the fulfillment of the Torah."
        },
        {
          "term": "Doing (ποίει - poiei)",
          "explanation": "This imperative underscores the Jamesian \"Epistemology of Use,\" where eternal life is contingent upon active loyalty to the Law of Love (Ma'asim) rather than mere intellectual assent."
        }
      ],
      "additional_explanation": {
        "title": "The Absence of Fatigue",
        "content": "The textual integrity of this chapter in the Proto-Lukan stratum proves that the shorter Marcionite text is the original. In canonical Luke, the transition between the mission of the seventy and the lawyer's question often exhibits \"editorial fatigue,\" where the vocabulary shifts to match the Matthean or Markan parallels. In this reconstruction, the Jamesian voice is consistent, focusing on the authority of the \"Sent Ones\" (messengers) and the necessity of fulfilling the Law through action. The variants in verses 21 and 22 are the bedrock of the earliest Christology, presenting a Savior who is the sole source of knowledge for a previously unknown Father."
      }
    },
    {
      "chapter": 9,
      "title": "Proto-Luke Chapter 9",
      "preamble": "This section contains the transition from the mission of the seventy into the internal cultic and polemical instructions of the movement. It features the primitive \"Spirit-centered\" version of the Lord's Prayer and the decisive \"Beelzebul\" controversy, where Jesus defines the mechanics of the Divine Influx. The narrative continues to excise secondary \"Orthodox\" or \"Harmonizing\" layers, such as the specific \"Sign of Jonah\" and the \"Wisdom of God\" speech.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 11:1",
          "english": "And it happened that while he was in a certain place praying, as he ceased, one of his disciples said to him: \"Lord, teach us to pray, as John also taught his disciples.\"",
          "greek": "Ἐγένετο δὲ ἐν τῷ εἶναι αὐτὸν ἐν τόπῳ τινὶ προσευχόμενον, ὡς ἐπαύσατο, εἶπέν τις τῶν μαθητῶν αὐτοῦ πρὸς αὐτόν· Κύριε, δίδαξον ἡμᾶς προσεύχεσθαι, καθὼς καὶ Ἰωάννης ἐδίδαξεν τοὺς μαθητὰς αὐτοῦ."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 11:2",
          "english": "And he said to them: \"When you pray, say: Father, hallowed be your name. Let your Holy Spirit come upon us and cleanse us.\"",
          "greek": "εἶπεν δὲ αὐτοῖς· Ὅταν προσεύχησθε, λέγετε· Πάτερ, ἁγιασθήτω τὸ ὄνομά σου· ἐλθέτω τὸ πνεῦμά σου τὸ ἅγιον ἐφ' ἡμᾶς καὶ καθαρισάτω ἡμᾶς."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 11:3",
          "english": "\"Give us day by day our daily bread.\"",
          "greek": "τὸν ἄρτον ἡμῶν τὸν ἐπιούσιον δίδου ἡμῖν τὸ καθ' ἡμέραν."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 11:4",
          "english": "\"And forgive us our sins, for we ourselves forgive everyone who is indebted to us; and do not let us be led into temptation.\"",
          "greek": "καὶ ἄφες ἡμῖν τὰς ἁμαρτίας ἡμῶν, καὶ γὰρ αὐτοὶ ἀφίεμεν παντὶ ὀφείλοντι ἡμῖν· καὶ μὴ εἰσενέγκῃς ἡμᾶς εἰς πειρασμόν."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 11:9",
          "english": "\"And I say to you: Ask, and it shall be given to you; seek, and you shall find; knock, and it shall be opened to you.\"",
          "greek": "Κἀγὼ ὑμῖν λέγω· αἰτεῖτε, καὶ δοθήσεται ὑμῖν· ζητεῖτε, καὶ εὑρήσετε· κρούετε, καὶ ἀνοιγήσεται ὑμῖν."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 11:11-12",
          "english": "\"What father among you, if his son asks for a fish, will instead of a fish give him a snake? Or if he asks for an egg, will give him a scorpion?\"",
          "greek": "τίνα δὲ ἐξ ὑμῶν τὸν πατέρα αἰτήσει ὁ υἱὸς ἰχθύν, καὶ ἀντὶ ἰχθύος ὄφιν αὐτῷ ἐπιδώσει; ἢ καὶ αἰτήσει ᾠόν, ἐπιδώσει αὐτῷ σκορπίον;"
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 11:13",
          "english": "\"If you then, being evil, know how to give good gifts to your children, how much more shall the Father give the Holy Spirit to those who ask him?\"",
          "greek": "εἰ οὖν ὑμεῖς πονηροὶ ὑπάρχοντες οἴδατε δόματα ἀγαθὰ διδόναι τοῖς τέκνοις ὑμῶν, πόσῳ μᾶλλον ὁ πατήρ ὁ ἐξ οὐρανοῦ δώσει πνεῦμα ἅγιον τοῖς αἰτοῦσιν αὐτόν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 11:14",
          "english": "And he was casting out a daimon that was mute; and it came to pass, when the daimon had gone out, the mute spoke. And the crowds marveled.",
          "greek": "Καὶ ἦν ἐκβάλλων δαιμόνιον κωφόν· ἐγένετο δὲ τοῦ δαιμονίου ἐξελθόντος ἐλάλησεν ὁ κωφός. καὶ ἐθαύμασαν οἱ ὄχλοι."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 11:15",
          "english": "But some of them said: \"In Beelzebul, the prince of the daimons, he casts out daimons.\"",
          "greek": "τινὲς δὲ ἐξ αὐτῶν εἶπον· ἐν Βεελζεβοὺλ τῷ ἄρχοντι τῶν δαιμονίων ἐκβάλλει τὰ δαιμόνια."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 11:17-18",
          "english": "But he, knowing their thoughts, said to them: \"Every kingdom divided against itself is brought to desolation, and house falls upon house. And if the Adversary also is divided against himself, how shall his kingdom stand?\"",
          "greek": "εἰδὼς δὲ αὐτῶν τὰ διανοήματα εἶπεν αὐτοῖς· Πᾶσα βασιλεία ἐφ᾽ ἑαυτὴν διαμερισθεῖσα ἐρημοῦται, καὶ οἶκος ἐπὶ οἶκον πίπτει. εἰ δὲ καὶ ὁ σατανᾶς ἐφ᾽ ἑαυτὸν διεμερίσθη, πῶς σταθήσεται ἡ βασιλεία αὐτοῦ;"
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 11:19",
          "english": "\"And if I by Beelzebul cast out daimons, by whom do your sons cast them out?\"",
          "greek": "εἰ δὲ ἐγὼ ἐν Βεελζεβοὺλ ἐκβάλλω τὰ δαιμόνια, οἱ υἱοὶ ὑμῶν ἐν τίνι ἐκβάλλουσιν;"
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 11:20",
          "english": "\"But if I by the finger of God cast out daimons, then the kingdom of God has come upon you.\"",
          "greek": "εἰ δὲ ἐν δακτύλῳ θεοῦ ἐκβάλλω τὰ δαιμόνια, ἄρα ἔφθασεν ἐφ᾽ ὑμᾶς ἡ βασιλεία τοῦ θεοῦ."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 11:27",
          "english": "And it happened, while he said these things, a certain woman out of the crowd, lifting up her voice, said to him: \"Blessed is the womb that bore you and the breasts which you sucked!\"",
          "greek": "Ἐγένετο δὲ ἐν τῷ λέγειν αὐτὸν ταῦτα ἐπάρασά τις φωνὴν γυνὴ ἐκ τοῦ ὄχλου εἶπεν αὐτῷ· Μακαρία ἡ κοιλία ἡ βαστάσασά σε καὶ μαστοὶ οὓς ἐθήλασας."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 11:28",
          "english": "But he said: \"Rather, blessed are those hearing the word of God and doing it.\"",
          "greek": "αὐτὸς δὲ εἶπεν· μενοῦν μακάριοι οἱ ἀκούοντες τὸν λόγον τοῦ θεοῦ καὶ ποιοῦντες."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 11:39-40",
          "english": "\"Now you Pharisees clean the outside of the cup and the platter, but your inside is full of robbery and wickedness. Fools! Did not he who made the outside make the inside also?\"",
          "greek": "νῦν ὑμεῖς οἱ Φαρισαῖοι τὸ ἔξωθεν τοῦ ποτηρίου καὶ τῆς παροψίδος καθαρίζετε, τὸ δὲ ἔσωθεν ὑμῶν γέμει ἁρπαγῆς καὶ πονηρίας. ἄφρονες, οὐχ ὁ ποιήσας τὸ ἔξωθεν καὶ τὸ ἔσωθεν ἐποίησεν;"
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 11:42",
          "english": "\"Woe to you Pharisees! For you tithe mint and rue and every herb, but you pass over the calling and the love of God.\"",
          "greek": "οὐαὶ ὑμῖν τοῖς Φαρισαίοις, ὅτι ἀποδεκατοῦτε τὸ ἡδύοσμον καὶ τὸ πήγανον καὶ πᾶν λάχανον, καὶ παρέρχεσθε τὴν κλῆσιν καὶ τὴν ἀγάπην τοῦ θεοῦ."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 11:44",
          "english": "\"Woe to you! For you are as unseen graves, and the men walking over them do not know.\"",
          "greek": "Οὐαὶ ὑμῖν, ὅτι ἐστὲ ὡς τὰ μνημεῖα τὰ ἄδηλα, καὶ οἱ ἄνθρωποι περιπατοῦντες ἐπάνω οὐκ οἴδασιν."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 11:46",
          "english": "\"And he said: 'Woe also to you lawyers! For you load men with burdens hard to bear, and you yourselves do not touch the burdens with one of your fingers.'\"",
          "greek": "ὁ δὲ εἶπεν· καὶ ὑμῖν τοῖς νομικοῖς οὐαί, ὅτι φορτίζετε τοὺς ἀνθρώπους φορτία δυσβάστακτα, καὶ αὐτοὶ ἑνὶ τῶν δακτύλων ὑμῶν οὐ προσψαύετε τοῖς φορτίοις."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 11:52",
          "english": "\"Woe to you lawyers! For you took away the key of knowledge; you yourselves did not enter, and those entering you hindered.\"",
          "greek": "οὐαὶ ὑμῖν τοῖς νομικοῖς, ὅτι ἤρατε τὴν κλεῖδα τῆς γνώσεως· αὐτοὶ οὐκ εἰσήλθατε καὶ τοὺς εἰσερχομένους ἐκωλύσατε."
        }
      ],
      "notes": [
        {
          "term": "The Holy Spirit Petition (11:2)",
          "explanation": "Reconstruction replaces \"Thy Kingdom Come\" with the petition for the Spirit. This reading is preserved in the Marcionite/Jamesian tradition and manuscripts like 162 and 700. It reflects the primitive pneumatic Christology of the Jerusalem Pillars, where the \"Kingdom\" is the internal cleansing by the Spirit rather than an external political arrival."
        },
        {
          "term": "ἐπιούσιον (epiousion)",
          "explanation": "This term is a dry economic fact, denoting the bread necessary for immediate existence."
        },
        {
          "term": "Excision of 11:2b",
          "explanation": "The petitions \"Thy will be done\" and \"on earth as it is in heaven\" are omitted as later harmonizing additions from the Matthean stratum."
        },
        {
          "term": "ἁμαρτίας (hamartias)",
          "explanation": "Restored over \"debts\" (opheilēmata) to identify the internal condition being addressed through pneumatic forgiveness."
        },
        {
          "term": "Led into Temptation (μὴ ἀφὲς ἡμᾶς εἰσενεχθῆναι - mē aphes hēmas eisenechthēnai)",
          "explanation": "The construction \"do not let us be led\" is used instead of the active \"lead us not.\" This is a dry forensic correction to avoid the theological absurdity of the Good Father acting as a tempter, a key feature of the Jamesian/Marcionite strata."
        },
        {
          "term": "Holy Spirit (πνεῦμα ἅγιον - pneuma hagion)",
          "explanation": "The specific gift of the Father in the Protograph is the Spirit, grounding the \"Epistemology of Influx\" where divine power is mediated directly to the individual. The climax of the \"Ask/Seek/Knock\" discourse is the specific gift of the Holy Spirit. In the Jamesian Protograph, the Father does not provide generic \"good things\" but the clinical mechanism of divine influx."
        },
        {
          "term": "Daimon (δαιμόνιον - daimonion)",
          "explanation": "Transliterated to preserve the distinction from divine messengers (angeloi). In the Essene/Zoroastrian dualistic framework, this is an adversarial spirit-entity—a manifestation of the Spirit of Darkness that the Divine Human must forcefully subdue."
        },
        {
          "term": "Beelzebul",
          "explanation": "The spelling follows the primitive tradition. Jesus's response highlights the \"Kingdom\" as a field of power (finger of God) rather than a geographical territory."
        },
        {
          "term": "Doing (ποιοῦντες - poiountes)",
          "explanation": "This is the definitive marker of the Jamesian Protograph. Jesus immediately pivots from biological glorification (the womb/breasts) to the \"Epistemology of Use\" (the doing of the word)."
        },
        {
          "term": "The Calling (τὴν κλῆσιν - tēn klēsin)",
          "explanation": "Reconstruction follows the variant \"calling\" instead of \"judgment\" (κρίσιν), as attested in the earliest Marcionite/Jamesian records. This emphasizes the vocational nature of the community."
        },
        {
          "term": "Lawyers (νομικοῖς - nomikois)",
          "explanation": "Refers to specialists in the Torah. The \"Key of Knowledge\" (gnōsis) refers to the internal interpretation of the Law that the institutional elite had suppressed. The term refers to legal experts or lawyers of the old order. The \"Woe\" is clinical; they are accused of obstructing the pneumatic path by prioritizing material regulations over the Spirit."
        },
        {
          "term": "Key of Knowledge (κλεῖδα τῆς γνώσεως - kleida tēs gnōseōs)",
          "explanation": "In this stratum, it identifies the esoteric authority held by the scribes which the movement seeks to liberate and return to the Poor."
        },
        {
          "term": "μνημεῖα (mnēmeia)",
          "explanation": "The \"unmarked tombs.\" This serves as a dry forensic metaphor for those who appear clean but are internally occupied by the debris of the old aeon."
        },
        {
          "term": "Excision of 11:30-32 and 11:49-51",
          "explanation": "The references to the \"Sign of Jonah\" and the \"Wisdom of God\" are recognized as later interpolations. In the Jamesian core, Jesus does not require the \"Sign of Jonah\" to validate his authority, nor does he appeal to a personified \"Wisdom\" to justify the persecution of prophets; his authority is clinical and self-evident in the restoration of the poor."
        },
        {
          "term": "Excision of 11:14–36",
          "explanation": "The \"Sign of Jonah\" and the \"Wisdom of God\" speech are excised as secondary layers used to link the narrative to the prophetic modulo of the old age."
        }
      ],
      "additional_explanation": {
        "title": "The Interior Kingdom",
        "content": "Chapter 9 of the Jamesian Protograph represents the \"Internalization of the Law.\"",
        "points": [
          {
            "title": "The Pneumatic Prayer",
            "explanation": "By focusing the Lord's Prayer on the \"cleansing of the Spirit,\" the Protograph defines the Kingdom not as a future Roman-style empire, but as an immediate internal state of order."
          },
          {
            "title": "The Finger of God",
            "explanation": "The Beelzebul controversy establishes the \"Actual Jesus\" as a conduit of Influx. His power is a \"clinical fact\" (the finger of God) that restores human form by displacing the \"debris\" of spiritual disorder."
          },
          {
            "title": "The Critique of Externalism",
            "explanation": "The Woes (11:39-52) function as a forensic assault on the \"State Stabilization\" of the Pharisees. Jesus identifies \"cleanness\" as an internal attribute of the soul rather than a ritual attribute of the cup or the flesh. This aligns with the \"Jamesian Layer,\" which prioritizes the internal \"Royal Law of Liberty\" over the dead forms of the Temple hierarchy."
          }
        ]
      }
    },
    {
      "chapter": 10,
      "title": "Proto-Luke Chapter 10",
      "preamble": "This stratum continues the \"Travel Narrative,\" focusing on the internal vigilance of the community, the clinical rejection of material anxiety, and the radical division between the \"Kingdom\" and the established socio-religious order.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 12:2",
          "english": "But nothing is covered that will not be revealed, and nothing is hidden that will not be known.",
          "greek": "Οὐδὲν δὲ συγκεκαλυμμένον ἐστὶν ὃ οὐκ ἀποκαλυφθήσεται, καὶ κρυπτὸν ὃ οὐ γνωσθήσεται."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 12:4",
          "english": "And I say to you, my friends: Do not fear those who are able to kill you only, and after this have no power over you.",
          "greek": "Λέγω δὲ ὑμῖν τοῖς φίλοις μου· μὴ φοβηθῆτε ἀπὸ τῶν ἀποκτεννόντων ὑμᾶς μόνον καὶ μετὰ ταῦτα μὴ ἐχόντων περισσότερόν τι ποιῆσαι."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 12:5",
          "english": "But I will show you whom to fear: fear him who, after killing, has authority to cast into Gehenna.",
          "greek": "ὑποδείξω δὲ ὑμῖν τίνα φοβηθῆτε· φοβήθητε τὸν μετὰ τὸ ἀποκτεῖναι ἔχοντα ἐξουσίαν ἐμβαλεῖν εἰς τὴν γέενναν."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 12:8",
          "english": "And I say to you: Everyone who confesses in me before men, the son of man shall also confess in him before God.",
          "greek": "Λέγω δὲ ὑμῖν, πᾶς ὃς ἂν ὁμολογήσῃ ἐν ἐμοὶ ἔμπροσθεν τῶν ἀνθρώπων, καὶ ὁ υἱὸς τοῦ ἀνθρώπου ὁμολογήσει ἐν αὐτῷ ἔμπροσθεν τοῦ θεοῦ."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 12:9",
          "english": "But the one having denied me before men shall be denied before God.",
          "greek": "ὁ δὲ ἀρνησάμενός με ἐνώπιον τῶν ἀνθρώπων ἀπαρνηθήσεται ἐνώπιον τοῦ θεοῦ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 12:10",
          "english": "And everyone who shall speak a word against the son of man, it shall be forgiven him; but to the one having spoken against the Holy Spirit, it shall not be forgiven.",
          "greek": "καὶ ὃς ἂν εἴπῃ λόγον εἰς τὸν υἱὸν τοῦ ἀνθρώπου, ἀφεθήσεται αὐτῷ· τῷ δὲ εἰς τὸ ἅγιον πνεῦμα εἴποντι οὐκ ἀφεθήσεται."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 12:11",
          "english": "And when they bring you before the assemblies and the rulers and the authorities, do not worry how you shall defend or what you shall say.",
          "greek": "ὅταν δὲ εἰσφέρωσιν ὑμᾶς ἐπὶ τὰς συναγωγὰς καὶ τὰς ἀρχὰς καὶ τὰς ἐξουσίας, μὴ μεριμνήσητε πῶς ἢ τί ἀπολογήσησθε ἢ τί εἴπητε."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 12:12",
          "english": "For the Holy Spirit shall teach you in that very hour what it is necessary to say.",
          "greek": "τὸ γὰρ ἅγιον πνεῦμα διδάξει ὑμᾶς ἐν αὐτῇ τῇ ὥρᾳ ἃ δεῖ εἰπεῖν."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 12:13",
          "english": "And someone from the crowd said to him: \"Teacher, tell my brother to divide the inheritance with me.\"",
          "greek": "Εἶπεν δέ τις ἐκ τοῦ ὄχλου αὐτῷ· Διδάσκαλε, εἰπὲ τῷ ἀδελφῷ μου μερίσασθαι μετ᾿ ἐμοῦ τὴν κληρονομίαν."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 12:14",
          "english": "But he said to him: \"Man, who appointed me a judge or a divider over you?\"",
          "greek": "ὁ δὲ εἶπεν αὐτῷ· Ἄνθρωπε, τίς με κατέστησεν κριτὴν ἢ μεριστὴν ἐφ᾽ ὑμᾶς;"
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 12:15",
          "english": "And he said to them: \"Watch and guard yourselves from all covetousness, for one's life does not consist of the abundance of his possessions.\"",
          "greek": "εἶπεν δὲ πρὸς αὐτούς· ὁρᾶτε καὶ φυλάσσεσθε ἀπὸ πάσης πλεονεξίας, ὅτι οὐκ ἐν τῷ περισσεύειν τινὶ ἡ ζωὴ αὐτοῦ ἐστιν ἐκ τῶν ὑπαρχόντων αὐτῷ."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 12:20",
          "english": "But God said to him: \"Fool! In this night they require your soul from you; and the things you prepared, whose shall they be?\"",
          "greek": "εἶπεν δὲ αὐτῷ ὁ θεός· ἄφρων, ταύτῃ τῇ νυκτὶ τὴν ψυχήν σου ἀπαιτοῦσιν ἀπὸ σοῦ· ἃ δὲ ἡτοίμασας, τίνι ἔσται;"
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 12:22",
          "english": "And he said to his disciples: \"Therefore I say to you, do not worry for your soul, what you shall eat; nor for the body, what you shall put on.\"",
          "greek": "Εἶπεν δὲ πρὸς τοὺς μαθητὰς αὐτοῦ· Διὰ τοῦτο λέγω ὑμῖν, μὴ μεριμνᾶτε τῇ ψυχῇ τί φάγητε, μηδὲ τῷ σώματι τί ἐνδύσησθε."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 12:24",
          "english": "\"Consider the ravens, for they do not sow nor reap, which have no storehouse nor barn, and God feeds them. How much more are you worth than the birds!\"",
          "greek": "κατανοήσατε τοὺς κόρακας ὅτι οὐ σπείρουσιν οὐδὲ θερίζουσιν, οἷς οὐκ ἔστιν ταμεῖον οὐδὲ ἀποθήκη, καὶ ὁ θεὸς τρέφει αὐτούς· πόσῳ μᾶλλον ὑμεῖς διαφέρετε τῶν πετεινῶν."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 12:30",
          "english": "\"For the nations of the world seek after all these things, but your Father knows that you have need of these.\"",
          "greek": "ταῦτα γὰρ πάντα τὰ ἔθνη τοῦ κόσμου ἐπιζητοῦσιν· ὑμῶν δὲ ὁ πατὴρ οἶδεν ὅτι χρήζετε τούτων."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 12:31",
          "english": "\"But seek the kingdom of God, and these things shall be added to you.\"",
          "greek": "πλὴν ζητεῖτε τὴν βασιλείαν τοῦ θεοῦ, καὶ ταῦτα πάντα προστεθήσεται ὑμῖν."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 12:32",
          "english": "\"Fear not, little flock, for the Father was well-pleased to give you the kingdom.\"",
          "greek": "μὴ φοβοῦ, τὸ μικρὸν ποίμνιον, ὅτι εὐδόκησεν ὁ πατὴρ δοῦναι ὑμῖν τὴν βασιλείαν."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 12:35",
          "english": "\"Let your loins be girded and your lamps burning.\"",
          "greek": "Ἔστωσαν ὑμῶν αἱ ὀσφύες περιεζωσμέναι καὶ οἱ λύχνοι καιόμενοι."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 12:37",
          "english": "\"Blessed are those slaves whom the lord, having come, shall find watching.\"",
          "greek": "μακάριοι οἱ δοῦλοι ἐκεῖνοι, οὓς ἐλθὼν ὁ κύριος εὑρήσει γρηγοροῦντας."
        },
        {
          "verse": 20,
          "canonical_ref": "Luke 12:38",
          "english": "\"And if he comes in the evening watch, and finds them thus, blessed are those slaves.\"",
          "greek": "καὶ ἐὰν ἔλθῃ τῇ ἑσπερινῇ φυλακῇ καὶ εὕρῃ οὕτως, μακάριοί εἰσιν."
        },
        {
          "verse": 21,
          "canonical_ref": "Luke 12:40",
          "english": "\"And you, become ready, for in the hour you do not think, the son of man comes.\"",
          "greek": "καὶ ὑμεῖς γίνεσθε ἕτοιμοι, ὅτι ᾗ ὥρᾳ οὐ δοκεῖτε ὁ υἱὸς τοῦ ἀνθρώπου ἔρχεται."
        },
        {
          "verse": 22,
          "canonical_ref": "Luke 12:41",
          "english": "And Peter said to him: \"Lord, do you speak this parable to us or also to all?\"",
          "greek": "εἶπεν δὲ ὁ Πέτρος· κύριε, πρὸς ἡμᾶς τὴν παραβολὴν ταύτην λέγεις ἢ καὶ πρὸς πάντας;"
        },
        {
          "verse": 23,
          "canonical_ref": "Luke 12:49",
          "english": "\"I came to cast fire upon the earth.\"",
          "greek": "Πῦρ ἦλθον βαλεῖν ἐπὶ τὴν γῆν."
        },
        {
          "verse": 24,
          "canonical_ref": "Luke 12:51",
          "english": "\"Do you think that I have arrived to give peace on the earth? I tell you, no, but division.\"",
          "greek": "Δοκεῖτε ὅτι εἰρήνην παρεγενόμην δοῦναι ἐν τῇ γῇ; οὐχί, λέγω ὑμῖν, ἀλλ᾽ ἢ διαμερισμόν."
        },
        {
          "verse": 25,
          "canonical_ref": "Luke 12:52",
          "english": "\"For from now on there shall be five in one house divided, three against two and two against three.\"",
          "greek": "ἔσονται γὰρ ἀπὸ τοῦ νῦν πέντε ἐν ἑνὶ οἴκῳ διαμεμερισμένοι, τρεῖς ἐπὶ δυσὶν καὶ δύο ἐπὶ τρισίν."
        },
        {
          "verse": 26,
          "canonical_ref": "Luke 12:53",
          "english": "\"The father shall be divided against the son and the son against the father, mother against daughter and daughter against mother.\"",
          "greek": "διαμερισθήσονται πατὴρ ἐπὶ υἱῷ καὶ υἱὸς ἐπὶ πατρί, καὶ μήτηρ ἐπὶ θυγατρὶ καὶ θυγάτηρ ἐπὶ μητρί."
        },
        {
          "verse": 27,
          "canonical_ref": "Luke 12:56",
          "english": "\"Hypocrites! You know how to judge the face of the heaven and of the earth, but how do you not judge this time?\"",
          "greek": "Ὑποκριταί, τὸ πρόσωπον τοῦ οὐρανοῦ καὶ τῆς γῆς οἴδατε δοκιμάζειν, τὸν δὲ καιρὸν τοῦτον πῶς οὐ δοκιμάζετε;"
        }
      ],
      "notes": [
        {
          "term": "Gehenna (γέενναν - geennan)",
          "explanation": "Retained rather than the Western \"Hell\" to maintain the specific Judean topographic metaphor for the place of disorder."
        },
        {
          "term": "Kill you only (ὑμᾶς μόνον ἀποκτέννειν - hymas monon apoktennein)",
          "explanation": "The Jamesian Protograph likely omitted \"body\" (σῶμα) in verse 4, focusing the threat directly on the \"you\" (the self), emphasizing the existential nature of martyrdom in the early Jerusalem community."
        },
        {
          "term": "περισσότερόν τι (perissoteron ti)",
          "explanation": "Literally \"anything more.\" This establishes a clinical boundary where material power ends and the pneumatic authority begins."
        },
        {
          "term": "Before God (ἐνώπιον τοῦ θεοῦ - enōpion tou theou)",
          "explanation": "In verses 8 and 9, the later canonical addition of \"messengers\" (angels) is omitted, as the earliest witnesses (Tertullian/Epiphanius) reflect a more direct pneumatic accountability before the Divine."
        },
        {
          "term": "Excision of ἀγγέλων (angelōn)",
          "explanation": "The reference to \"messengers\" (angels) found in the canonical text is removed. The earliest historical witnesses, including the Marcionite and Jamesian layers, record a direct pneumatic accountability before the Divine (ἔμπροσθεν τοῦ θεοῦ), avoiding later celestial bureaucracies."
        },
        {
          "term": "Speak Against (εἴπῃ εἰς - eipē eis) in 12:10",
          "explanation": "The reconstruction utilizes 'speak toward/against' in both halves of the verse, creating a clinical parallel between the two speech-acts."
        },
        {
          "term": "Omission of Blasphemy in 12:10",
          "explanation": "The term 'blaspheming' (βλασφημήσαντι) is excluded in the second half to reflect the primitive Marcionite/Jamesian reading, which focuses on the act of rejecting the pneumatic influx."
        },
        {
          "term": "ὁ υἱὸς τοῦ ἀνθρώπου (ho huios tou anthrōpou)",
          "explanation": "\"The Son of the Human.\" This title denotes the Messenger as the representative of the restored pneumatic humanity."
        },
        {
          "term": "Assemblies (συναγωγάς - synagōgas) in 12:11",
          "explanation": "Rendered as 'assemblies' to maintain the literal sense of a gathering place within the Judean administrative framework, stripped of later specialized religious weight."
        },
        {
          "term": "Rulers and Authorities (ἀρχὰς καὶ ἐξουσίας) in 12:11",
          "explanation": "These terms denote the institutional structures of the Old Aeon—the 'debris' that the Kingdom actively bypasses."
        },
        {
          "term": "Worry (μεριμνήσητε - merimnēsēte) in 12:11",
          "explanation": "The command shuns the 'calculating logic' of the state in favor of an absolute reliance on Divine Influx."
        },
        {
          "term": "Word Order in 12:12",
          "explanation": "The reconstruction follows the Marcionite sequence (τὸ γὰρ ἅγιον πνεῦμα), which prioritizes the quality of the Spirit as the primary actor."
        },
        {
          "term": "Necessity (δεῖ - dei) in 12:12",
          "explanation": "The use of δεῖ implies a forensic or divine necessity; the speech given under pressure is a direct result of pneumatic influx rather than prepared rhetoric."
        },
        {
          "term": "Excision of 'Your' (ὑμῶν) in 12:32",
          "explanation": "Epiphanius (Pan. 42.11.6, scholion 34) explicitly attests that Marcion's Gospel did not read 'your' before 'Father'. The omission is a diagnostic marker of the Jamesian/Marcionite stratum, decoupling the Father from specific biological or tribal ownership."
        },
        {
          "term": "Little Flock (τὸ μικρὸν ποίμνιον) in 12:32",
          "explanation": "This term refers to the Ebionim (the Poor Ones), identified here as the sole heirs of the established Kingdom."
        },
        {
          "term": "Judge or Divider (κριτὴν ἢ μεριστήν - kritēn ē meristēn)",
          "explanation": "The term \"divider\" (μεριστήν) is the literal translation denoting a functional office of legal distribution. The Messenger's refusal to act in this capacity reinforces the separation between the Kingdom and material debt-management."
        },
        {
          "term": "ὑπαρχόντων (hyparchontōn)",
          "explanation": "\"Possessions\" or \"Ultimates.\" The Greek clinical fact is that life does not consist of material accumulation."
        },
        {
          "term": "Ravens (κόρακας - korakas)",
          "explanation": "Translated literally; the specific use of \"ravens\" rather than \"birds\" (Matthew) is a Proto-Lukan hallmark linking Jesus to the feeding of Elijah."
        },
        {
          "term": "μεριμνᾶτε (merimnate)",
          "explanation": "To be anxious or divided. The command is to reject the \"debris\" of material worry."
        },
        {
          "term": "Soul (ψυχῇ - psychē)",
          "explanation": "The term is used here in its clinical, pneumatic sense to denote the life-force or the self, rather than a religious 'ghost.'"
        },
        {
          "term": "House (οἴκῳ - oikō)",
          "explanation": "The term identifies the basic unit of biological debris which the Kingdom actively disrupts."
        },
        {
          "term": "Slaves (δοῦλοι - douloi)",
          "explanation": "Strictly rendered as \"slaves\" instead of \"servants\" to reflect the total, non-negotiable loyalty required of the community members toward their Lord."
        },
        {
          "term": "Evening Watch (ἑσπερινῇ φυλακῇ - hesperinē phylakē)",
          "explanation": "This is the specific variant in the Jamesian Protograph, suggesting a much more urgent, immediate context for the Parousia than the later canonical \"second or third watch.\""
        },
        {
          "term": "Become ready (γίνεσθε ἕτοιμοι - ginesthe hetoimoi) in 12:40",
          "explanation": "The imperative denotes a required state of pneumatic alertness rather than a passive expectation."
        },
        {
          "term": "Omission of 'therefore' (οὖν) in 12:40",
          "explanation": "The reconstruction omits the conjunction following P75 and B, reflecting the blunt, non-connective style of the primitive source."
        },
        {
          "term": "Lord (κύριε - kyrie) in 12:41",
          "explanation": "The vocative translates the Greek term used to address the teacher in his functional capacity as master of the word."
        },
        {
          "term": "To us or to all (πρὸς ἡμᾶς... ἢ καὶ πρὸς πάντας) in 12:41",
          "explanation": "Peter's query highlights the division between the inner community of use and the external sensory debris of the crowd."
        },
        {
          "term": "Upon (ἐπὶ - epi) in 12:49",
          "explanation": "The reconstruction utilizes 'upon' (with the accusative) following P45, P75, and the Western tradition to emphasize the outward, forceful manifestation of the spirit upon the physical realm."
        },
        {
          "term": "Earth (γῆν - gēn) in 12:49",
          "explanation": "The term identifies the material arena that is to be purged by the divine influx."
        },
        {
          "term": "Hypocrites (ὑποκριταί - hypokritai) in 12:56",
          "explanation": "A clinical description of those whose internal spiritual perception is masked by their external focus on material signs."
        },
        {
          "term": "Face (πρόσωπον - prosōpon) in 12:56",
          "explanation": "Refers to the visible sensory debris of the material universe."
        },
        {
          "term": "Time (καιρὸν - kairon) in 12:56",
          "explanation": "The specific, appointed eschatological moment or season that requires pneumatic discernment."
        },
        {
          "term": "Division (διαμερισμόν - diamerismon)",
          "explanation": "\"Division\" or \"shattering.\" This term is a clinical counterpoint to peace, denoting the necessary breaking of biological family vessels to prioritize pneumatic loyalty to the Kingdom."
        },
        {
          "term": "ἀπὸ τοῦ νῦν (apo tou nyn)",
          "explanation": "\"From now on.\" This identifies the establishment of the Kingdom as a present, transformative event starting at the point of the Messenger's descent."
        }
      ],
      "additional_explanation": {
        "title": "The Epistemology of Use",
        "content": "Chapter 10 of the Protograph articulates the movement's radical Anti-Anxiety Protocol.",
        "points": [
          {
            "title": "The Rejection of Material Worry",
            "explanation": "By commanding the disciples to \"Consider the ravens\" (12:24) and \"the lilies\" (12:27), Jesus establishes a lifestyle of total reliance on the Divine Influx (Providence). This was the economic substrate of the Jerusalem Ebionim (The Poor), who surrendered private property to live in a community of \"Use.\""
          },
          {
            "title": "The Divider of Inheritance",
            "explanation": "Jesus's refusal to adjudicate a property dispute (12:14) is a clinical rejection of the \"Old Aeon\" legalism. He asserts that his authority is not to regulate the distribution of material \"debris\" but to restore the internal state of humanity."
          },
          {
            "title": "The Fire of Division",
            "explanation": "The \"Fire\" and \"Division\" mentioned in 12:49-51 serve as a forensic warning that the Truth is not an irenic synthesis but a sword of separation. It severs the follower from biological family ties (12:53) and social approval (12:8-9) to foster absolute loyalty to the Spirit."
          },
          {
            "title": "The Archeology of the Soul",
            "explanation": "The warning against \"Hypocrites\" who can read the weather but not the \"Time\" (12:56) targets those who rely on external sensory data (the \"Serpent\" principle) while ignoring the internal arrival of the Divine Human in ultimates."
          }
        ]
      }
    },
    {
      "chapter": 11,
      "title": "Proto-Luke Chapter 11",
      "preamble": "This reconstruction excises later \"Orthodox\" or \"Harmonizing\" additions, such as the Jerusalem Lament or the specific parables of tragedy in the opening verses (Galileans, fig tree), to reveal the dry facts of the primitive source.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 13:10",
          "english": "And he was teaching in one of the assemblies on the Sabbaths.",
          "greek": "Ἦν δὲ διδάσκων ἐν μιᾷ τῶν συναγωγῶν ἐν τοῖς σάββασιν."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 13:15",
          "english": "\"Hypocrites! Does not each one of you on the Sabbath untie his ox or his donkey from the manger and leading it away water it?\"",
          "greek": "ἀπεκρίθη δὲ αὐτῷ ὁ κύριος καὶ εἶπεν· Ὑποκριταί, ἕκαστος ὑμῶν τῷ σαββάτῳ οὐ λύει τὸν βοῦν αὐτοῦ ἢ τὸν ὄνον ἀπὸ τῆς φάτνης καὶ ἀπαγαγὼν ποτίζει;"
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 13:16",
          "english": "\"And this woman, being a daughter of Abraham, whom the Adversary bound—behold, for eighteen years—was it not necessary to be loosed from this bond on the day of the Sabbath?\"",
          "greek": "ταύτην δὲ θυγατέρα Ἀβραὰμ οὖσαν, ἣν ἔδησεν ὁ Σατανᾶς ἰδοὺ δεκαοκτὼ ἔτη, οὐκ ἔδει λυθῆναι ἀπὸ τοῦ δεσμοῦ τούτου τῇ ἡμέρᾳ τοῦ σαββάτου;"
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 13:18",
          "english": "Therefore he said: \"To what is the kingdom of God like and to what shall I compare it?\"",
          "greek": "Ἔλεγεν οὖν· Τίνι ὁμοία ἐστὶν ἡ βασιλεία τοῦ θεοῦ καὶ τίνι ὁμοιώσω αὐτήν;"
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 13:19",
          "english": "\"It is like a grain of mustard, which a man taking cast into his own garden; and it grew and became a great tree, and the birds of the heaven nested in its branches.\"",
          "greek": "ὁμοία ἐστὶν κόκκῳ σινάπεως, ὃν λαβὼν ἄνθρωπος ἔβαλεν εἰς κῆπον ἑαυτοῦ, καὶ ηὔξησεν καὶ ἐγένετο εἰς δένδρον, καὶ τὰ πετεινὰ τοῦ οὐρανοῦ κατεσκήνωσεν ἐν τοῖς κλάδοις αὐτοῦ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 13:21",
          "english": "\"It is like leaven, which a woman taking hid in three measures of meal until the whole was leavened.\"",
          "greek": "ὁμοία ἐστὶν ζύμῃ, ἣν λαβοῦσα γυνὴ ἐνέκρυψεν εἰς ἀλεύρου σάτα τρία ἕως οὗ ἐζυμώθη ὅλον."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 13:24",
          "english": "\"Strive to enter through the narrow door, for many, I tell you, will seek to enter and will not be able.\"",
          "greek": "Ἀγωνίζεσθε εἰσελθεῖν διὰ τῆς στενῆς θύρας, ὅτι πολλοί, λέγω ὑμῖν, ζητήσουσιν εἰσελθεῖν καὶ οὐκ ἰσχύσουσιν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 13:25",
          "english": "\"From the time the master of the house has risen and has locked the door, and you begin to stand outside and to knock at the door, saying, 'Lord, open to us,' and answering he will say to you, 'I do not know you, from where you are.'\"",
          "greek": "ἀφ᾿ οὗ ἂν ἐγερθῇ ὁ οἰκοδεσπότης καὶ ἀποκλείσῃ τὴν θύραν καὶ ἄρξησθε ἔξω ἑστάναι καὶ κρούειν τὴν θύραν λέγοντες· Κύριε, ἄνοιξον ἡμῖν, καὶ ἀποκριθεὶς ἐρεῖ ὑμῖν· Οὐκ οἶδα ὑμᾶς πόθεν ἐστέ."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 13:26",
          "english": "\"Then you will begin to say, 'We ate in your presence and drank, and you taught in our streets.'\"",
          "greek": "τότε ἄρξεσθε λέγειν· Ἐφάγομεν ἐνώπιόν σου καὶ ἐπίομεν καὶ ἐν ταῖς πλατείαις ἡμῶν ἐδίδαξας."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 13:27",
          "english": "\"And he will say, I tell you, I do not know from where you are; depart from me, all you workers of unrighteousness.\"",
          "greek": "καὶ ἐρεῖ λέγων ὑμῖν· Οὐκ οἶδα πόθεν ἐστέ· ἀπόστητε ἀπ᾽ ἐμοῦ πάντες ἐργάται ἀδικίας."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 13:28",
          "english": "\"There will be the weeping and the gnashing of teeth, when you see all the righteous in the kingdom of God, but you being kept outside.\"",
          "greek": "ἐκεῖ ἔσται ὁ κλαυθμὸς καὶ ὁ βρυγμὸς τῶν ὀδόντων, ὅταν ὄψησθε πάντας τοὺς δικαίους ἐν τῇ βασιλείᾳ τοῦ θεοῦ, ὑμᾶς δὲ κρατουμένους ἔξω."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 13:29",
          "english": "\"And they will come from east and west and from north and south and recline in the kingdom of God.\"",
          "greek": "καὶ ἥξουσιν ἀπὸ ἀνατολῶν καὶ δυσμῶν καὶ ἀπὸ βορρᾶ καὶ νότου καὶ ἀνακλιθήσονται ἐν τῇ βασιλείᾳ τοῦ θεοῦ."
        }
      ],
      "notes": [
        {
          "term": "Excision of 13:1-9",
          "explanation": "The reports on the Galileans and the parable of the fig tree are entirely absent from this stratum. These are identified as later moralizing additions designed to justify the destruction of Jerusalem as a divine tragedy."
        },
        {
          "term": "Donkey or his ox (asinum aut bovem)",
          "explanation": "The specific word order here is preserved in the earliest Marcionite records, which differ from the later canonical inversion."
        },
        {
          "term": "Manger (φάτνης - phatnēs)",
          "explanation": "The Greek term refers specifically to a feeding trough; the comparison is used to expose the inconsistency of the legalistic restrictions on the Sabbath."
        },
        {
          "term": "The Adversary (ὁ Σατανᾶς - ho Satanas)",
          "explanation": "The Greek retains the definite article (ὁ), signifying a functional title rather than a personal name. Rendered as 'the Adversary' (from Hebrew Śāṭān) to reflect its role as the personification of the cosmic 'Opposition' within the Jamesian/Zoroastrian dualism absorbed by the Jerusalem community. This entity functions as the prosecutor or 'stumbling block' within the eschatological framework."
        },
        {
          "term": "Garden (κῆπον - kēpon)",
          "explanation": "Unlike other synoptic variants that mention a \"field,\" this stratum specifies a private garden, emphasizing internal cultivation."
        },
        {
          "term": "δένδρον (dendron)",
          "explanation": "The \"tree.\" In the Jamesian context, this represents the communal growth of the poor into a stable pneumatic shelter."
        },
        {
          "term": "Narrow door (στενῆς θύρας - stenēs thyras)",
          "explanation": "This forensic term defines the stringent requirements for entry into the community of the Ebionim."
        },
        {
          "term": "Master of the house (οἰκοδεσπότης - oikodespotēs)",
          "explanation": "This term denotes a householder or a position of absolute domestic authority."
        },
        {
          "term": "I do not know where you are from (Οὐκ οἶδα ὑμᾶς πόθεν ἐστέ)",
          "explanation": "The Master's refusal is clinical, rejecting those who lack the internal signature of the Spirit despite external proximity."
        },
        {
          "term": "Unrighteousness (ἀδικίας - adikias)",
          "explanation": "Translated as \"unrighteousness\" to preserve the forensic meaning of acting outside the established law or ethical order."
        },
        {
          "term": "All the righteous (πάντας τοὺς δικαίους - pantas tous dikaious)",
          "explanation": "This is a critical Jamesian variant where the names of the patriarchs (Abraham, Isaac, Jacob) are replaced by a general ethical category. This prioritizes \"Doing\" and ethical status over biological or national lineage."
        },
        {
          "term": "Kept outside (κρατουμένους - kratoumenous)",
          "explanation": "\"Being kept/held back.\" Restored over the canonical \"thrown out\" (ekballomenous). It denotes a state of being prevented or hindered from entering the pneumatic order."
        },
        {
          "term": "Excision of 13:31-35",
          "explanation": "The departure from Galilee and the \"Jerusalem Lament\" are excised. These are recognized as secondary \"Pastoral\" layers intended to harmonize the text with Davidic piety and the post-70 CE ruin of the city."
        }
      ],
      "additional_explanation": {
        "title": "The Narrow Door and Ethical Priority",
        "content": "Chapter 11 of the Protograph emphasizes the stringent requirements for entry into the Kingdom.",
        "points": [
          {
            "title": "Sabbath Controversy",
            "explanation": "The healing of the woman on the Sabbath demonstrates the priority of human restoration over legalistic observance. The comparison to watering animals exposes the hypocrisy of religious restrictions."
          },
          {
            "title": "The Mustard Seed and Leaven",
            "explanation": "Both parables emphasize internal, organic growth. The Kingdom is not an external political entity but an internal transformation that spreads through the community of the Poor."
          },
          {
            "title": "The Closed Door",
            "explanation": "The imagery of the narrow door and the locked house establishes that mere proximity to Jesus or external religious observance is insufficient. Entry requires the internal signature of the Spirit and active righteousness."
          },
          {
            "title": "All the Righteous",
            "explanation": "The replacement of patriarchal names with \"all the righteous\" is a critical Jamesian marker. It universalizes salvation based on ethical conduct rather than ethnic lineage, consistent with the \"Epistemology of Use.\""
          }
        ]
      }
    },
    {
      "chapter": 12,
      "title": "Proto-Luke Chapter 12",
      "preamble": "This section corresponds to canonical Luke 14 and contains the core ethical directives regarding communal meals, the parabolic rejection of the institutional elite, and the absolute requirements for entry into the community of the Ebionim (The Poor).",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 14:12",
          "english": "Then he said also to the one who invited him, \"When you make a dinner or a banquet, do not call your friends, nor your brothers, nor your kinsmen, nor rich neighbors.\"",
          "greek": "Ἔλεγεν δὲ καὶ τῷ κεκληκότι αὐτόν· Ὅταν ποιῇς ἄριστον ἢ δεῖπνον, μὴ φώνει τοὺς φίλους σου μηδὲ τοὺς ἀδελφούς σου μηδὲ τοὺς συγγενεῖς σου μηδὲ γείτονας πλουσίους."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 14:14",
          "english": "\"For they have not the means to repay you; but it shall be repaid to you in the resurrection.\"",
          "greek": "ὅτι οὐκ ἔχουσιν ἀνταποδοῦναί σοι, ἀνταποδοθήσεται γάρ σοι ἐν τῇ ἀναστάσει."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 14:16",
          "english": "And he said to him: 'A certain man made a banquet and called many.'",
          "greek": "Ὁ δὲ εἶπεν αὐτῷ· Ἄνθρωπός τις ἐποίει δεῖπνον, καὶ ἐκάλεσεν πολλούς."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 14:17",
          "english": "And he sent his slave at the hour of the banquet to say to those who were invited, \"Come, for it is now ready.\"",
          "greek": "καὶ ἀπέστειλεν τὸν δοῦλον αὐτοῦ τῇ ὥρᾳ τοῦ δείπνου εἰπεῖν τοῖς κεκλημένοις· Ἔρχεσθε, ὅτι ἤδη ἕτοιμά ἐστιν."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 14:18",
          "english": "And they all began to excuse themselves. The first said to him, \"I bought a field, and I must go out and see it; I ask you, have me excused.\"",
          "greek": "καὶ ἤρξαντο ἀπὸ μιᾶς πάντες παραιτεῖσθαι. ὁ πρῶτος εἶπεν αὐτῷ· Ἀγρὸν ἠγόρασα καὶ ἔχω ἀνάγκην ἐξελθὼν ἰδεῖν αὐτόν· ἐρωτῶ σε, ἔχε με παρῃτημένον."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 14:19",
          "english": "And another said, \"I bought five pairs of oxen, and I am going to prove them; I ask you, have me excused.\"",
          "greek": "καὶ ἕτερος εἶπεν· Ζεύγη βοῶν ἠγόρασα πέντε καὶ πορεύομαι δοκιμάσαι αὐτά· ἐρωτῶ σε, ἔχε με παρῃτημένον."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 14:20",
          "english": "And another said, \"I married a wife, and therefore I cannot come.\"",
          "greek": "καὶ ἕτερος εἶπεν· Γυναῖκα ἔγημα καὶ διὰ τοῦτο οὐ δύναμαι ἐλθεῖν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 14:21",
          "english": "So that slave came and reported these things to his lord. Then the master of the house, being angry, said to his slave: \"Go out quickly into the squares and streets of the city, and bring in here the poor and maimed and blind and lame.\"",
          "greek": "εἰσάγαγε ὧδε τοὺς πτωχοὺς καὶ ἀναπείρους καὶ τυφλοὺς καὶ χωλούς."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 14:22",
          "english": "And the slave said, \"Lord, it has been done as you commanded, and still there is room.\"",
          "greek": "καὶ εἶπεν ὁ δοῦλος· κύριε, γέγονεν ὃ ἐπέταξας, καὶ ἔτι τόπος ἐστίν."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 14:23",
          "english": "And the lord said to the slave, \"Go out into the roads and hedges and compel them to come in, that my house may be filled.\"",
          "greek": "καὶ εἶπεν ὁ κύριος πρὸς τὸν δοῦλον· ἔξελθε εἰς τὰς ὁδοὺς καὶ φραγμοὺς καὶ ἀνάγκασον εἰσελθεῖν, ἵνα γεμισθῇ μου ὁ οἶκος."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 14:24",
          "english": "\"For I say to you, that none of those men who were invited shall taste of my banquet.\"",
          "greek": "λέγω γὰρ ὑμῖν ὅτι οὐδεὶς τῶν ἀνδρῶν ἐκείνων τῶν κεκλημένων γεύσεταί μου τοῦ δείπνου."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 14:26",
          "english": "\"If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, and even his own life also, he cannot be my disciple.\"",
          "greek": "Εἴ τις ἔρχεται πρός με καὶ οὐ μισεῖ τὸν πατέρα ἑαυτοῦ καὶ τὴν μητέρα καὶ τὴν γυναῖκα καὶ τὰ τέκνα καὶ τοὺς ἀδελφοὺς καὶ τὰς ἀδελφὰς ἔτι τε καὶ τὴν ψυχὴν ἑαυτοῦ, οὐ δύναται εἶναί μου μαθητής."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 14:33",
          "english": "\"So therefore, any one of you who does not renounce all that he has cannot be my disciple.\"",
          "greek": "οὕτως οὖν πᾶς ἐξ ὑμῶν ὃς οὐκ ἀποτάσσεται πᾶσιν τοῖς ὑπάρχουσιν αὐτοῦ οὐ δύναται εἶναί μου μαθητής."
        }
      ],
      "notes": [
        {
          "term": "Excision of 14:1-11",
          "explanation": "The narrative concerning the healing of the man with dropsy and the teaching on choosing the lowest place is unattested in this stratum. The removal of these domestic and social etiquette parables focuses the narrative on the radical socio-economic instructions."
        },
        {
          "term": "Dinner/Banquet (ἄριστον / δεῖπνον - ariston / deipnon)",
          "explanation": "The Greek distinguishes between a midday meal and a formal evening banquet; the instruction targets the entire social economy of reciprocity."
        },
        {
          "term": "Call (φώνει - phōnei)",
          "explanation": "The literal \"call\" denotes a formal invitation to a social contract, reflecting a dry historical command rather than casual assembly."
        },
        {
          "term": "Have not (οὐκ ἔχουσιν - ouk echousin)",
          "explanation": "Tertullian's Latin (non possint) likely renders this Lukan reading, focusing on the economic inability of the poor to maintain the \"Old Aeon\" cycle of debt and favor."
        },
        {
          "term": "Resurrection (ἀναστάσει - anastasei)",
          "explanation": "The text omits the later qualifying \"of the righteous,\" focusing on the event of restoration itself as the point of ultimate compensation."
        },
        {
          "term": "Banquet without \"great\" (δεῖπνον)",
          "explanation": "The reconstruction omits \"great\" (μέγα), which is absent in several early witnesses including X, 213, and the Marcionite layer."
        },
        {
          "term": "Slave (δοῦλον - doulon)",
          "explanation": "Strictly rendered as \"slave\" to reflect the actual socioeconomic hierarchy of the Roman-Judean substrate."
        },
        {
          "term": "Excuse themselves (παραιτεῖσθαι - paraiteisthai)",
          "explanation": "The excuses focus on material Ultimates (land, labor, biological kinship) as the primary obstacles to the Kingdom."
        },
        {
          "term": "Master of the house (οἰκοδεσπότης - oikodespotēs)",
          "explanation": "This term denotes the functional authority of the household, a central figure in the Jamesian parables of stewardship."
        },
        {
          "term": "Place (τόπος - topos)",
          "explanation": "Refers to the spatial reality of the Kingdom; there is always \"place\" for the marginalized within the new social order."
        },
        {
          "term": "Compel (ἀνάγκασον - anagkason)",
          "explanation": "The command signifies the urgency of the gathering of the Ebionim as the old institutional invitations are nullified."
        },
        {
          "term": "Bring in (εἰσάγαγε - eisagage)",
          "explanation": "This marks the clinical recovery of the marginalized (the Ebionim) into the new communal order."
        },
        {
          "term": "Poor and Maimed (πτωχοὺς καὶ ἀναπείρους)",
          "explanation": "These terms identify the Ebionim (the Poor), who are the functional heirs of the Jamesian community's socio-economic reversal."
        },
        {
          "term": "Men (ἀνδρῶν - andrōn)",
          "explanation": "Refers specifically to the \"men\" of the institutional elite who were originally called."
        },
        {
          "term": "Hate (μισεῖ - misei)",
          "explanation": "Retained as the stark 'hate' found in the Proto-Lukan layer. Luke 14:26 is technically unattested in the direct lists of Marcionite variations (Tertullian, Epiphanius, Adamantius), though Epiphanius references it in refutation 70. The harsh formulation aligns with the radical ascetic requirements of the L/Q source substrate; 'love less' is an ecclesiastical softening unsupported by the primitive text. In the Jamesian stratum, μισεῖ functions as a forensic requirement to detach the self from the 'Proprium' (self-love) and biological 'debris' that inhibit absolute loyalty to the spiritual order. This aligns with the Ebionim (The Poor), who practiced total liquidation of private property and material ties. While Mark uses family hostility as polemic against Jesus's biological family, the Jamesian Protograph utilizes this language as a requirement for 'final separation' from the maternal/finite self—James was simultaneously the Davidic 'Bulwark' and leader of a sect requiring renunciation of all possessions."
        },
        {
          "term": "Renounce all possessions (ἀποτάσσεται πᾶσιν τοῖς ὑπάρχουσιν)",
          "explanation": "\"Says farewell to all his possessions.\" This is the definitive forensic requirement for entry into the community of the Poor. Discipleship is contingent upon the total liquidation of private material Ultimates."
        }
      ],
      "additional_explanation": {
        "title": "The Economy of the Kingdom",
        "content": "Chapter 12 of the Protograph articulates the movement's Socio-Economic Constitution.",
        "points": [
          {
            "title": "The Abolition of Reciprocity",
            "explanation": "By forbidding invitations to those who can \"repay,\" Jesus severs the community from the Roman system of patronage. The \"Resurrection\" serves as the only valid transaction point."
          },
          {
            "title": "The Rejection of Debris",
            "explanation": "The excuses offered in the Parable of the Banquet (14:18-20) are the \"ultimates\" of the material world—land, capital (oxen), and biological lineage. The \"Master\" (the Spirit) identifies these as the primary inhibitors of the Divine Influx."
          },
          {
            "title": "The Call to the Margin",
            "explanation": "The filling of the house with the \"maimed\" and \"blind\" is the clinical manifestation of the Theology of Reversal. The \"Poor\" are not an object of charity but the very substance of the Kingdom."
          },
          {
            "title": "The Law of Hate",
            "explanation": "The command to \"hate\" one's family (14:26) is a forensic requirement to detach the self from the \"Proprium\" (self-love) mediated through biological ties, ensuring absolute loyalty to the Messenger."
          }
        ]
      }
    },
    {
      "chapter": 13,
      "title": "Proto-Luke Chapter 13",
      "preamble": "This stratum corresponds to canonical Luke 15 and is characterized by the \"Parables of the Lost,\" focusing on the recovery of the marginalized (the Ebionim). Significantly, the Parable of the Prodigal Son (15:11-32) is entirely absent from this layer, as verified by both the silence of Tertullian and the explicit notes of Epiphanius.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 15:1",
          "english": "Now all the tax-collectors and the sinners were coming near to him to listen to him.",
          "greek": "Ἦσαν δὲ αὐτῷ ἐγγίζοντες πάντες οἱ τελῶναι καὶ οἱ ἁμαρτωλοὶ ἀκούειν αὐτοῦ."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 15:2",
          "english": "And the Pharisees and the scribes were grumbling, saying: \"This man receives sinners and eats with them.\"",
          "greek": "καὶ διεγόγγυζον οἵ τε Φαρισαῖοι καὶ οἱ γραμματεῖς λέγοντες ὅτι οὗτος ἁμαρτωλοὺς προσδέχεται καὶ συνεσθίει αὐτοῖς."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 15:4",
          "english": "\"What man among you, having a hundred sheep and having lost one of them, does not leave the ninety-nine in the desert and go after the one having been lost until he finds it?\"",
          "greek": "Τίς ἄνθρωπος ἐξ ὑμῶν ἔχων ἑκατὸν πρόβατα καὶ ἀπολέσας ἐξ αὐτῶν ἓν οὐ καταλείπει τὰ ἐνενήκοντα ἐννέα ἐν τῇ ἐρήμῳ καὶ ἐπορεύεται ἐπὶ τὸ ἀπολωλὸς ἕως εὕρῃ αὐτό;"
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 15:5",
          "english": "\"And having found it, he places it upon his shoulders, rejoicing.\"",
          "greek": "καὶ εὑρὼν ἐπιτίθησιν ἐπὶ τοὺς ὤμους αὐτοῦ χαίρων."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 15:6",
          "english": "\"And coming into the house, he calls together the friends and the neighbors, saying to them: 'Rejoice with me, for I found my sheep which was lost.'\"",
          "greek": "καὶ ἐλθὼν εἰς τὸν οἶκον συγκαλεῖ τοὺς φίλους καὶ τοὺς γείτονας λέγων αὐτοῖς· συγχάρητέ μοι, ὅτι εὗρον τὸ πρόβατόν μου τὸ ἀπολωλός."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 15:7",
          "english": "\"I say to you that so there shall be joy in the heaven over one sinner repenting.\"",
          "greek": "λέγω ὑμῖν ὅτι οὕτως χαρὰ ἐν τῷ οὐρανῷ ἔσται ἐπὶ ἑνὶ ἁμαρτωλῷ μετανοοῦντι ἢ ἐπὶ ἐνενήκοντα ἐννέα δικαίοις οἵτινες οὐ χρείαν ἔχουσιν μετανοίας."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 15:8",
          "english": "\"Or what woman having ten drachmas, if she should lose one drachma, does not light a lamp and sweep the house and seek carefully until she finds it?\"",
          "greek": "ἢ τίς γυνὴ δραχμὰς ἔχουσα δέκα, ἐὰν ἀπολέσῃ δραχμὴν μίαν, οὐχὶ ἅπτει λύχνον καὶ σαροῖ τὴν οἰκίαν καὶ ζητεῖ ἐπιμελῶς ἕως οὗ εὕρῃ;"
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 15:9",
          "english": "\"And having found it, she calls together the friends and neighbors, saying: 'Rejoice with me, for I found the drachma which I lost.'\"",
          "greek": "καὶ εὑροῦσα συγκαλεῖ τὰς φίλας καὶ γείτονας λέγουσα· συγχάρητέ μοι, ὅτι εὕρον τὴν δραχμὴν ἣν ἀπώλεσα."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 15:10",
          "english": "\"So, I say to you, there is joy before God over one sinner repenting.\"",
          "greek": "οὕτως, λέγω ὑμῖν, χαρὰ γίνεται ἐνώπιον τοῦ θεοῦ ἐπὶ ἑνὶ ἁμαρτωλῷ μετανοοῦντι."
        }
      ],
      "notes": [
        {
          "term": "Sinners (ἁμαρτωλοί - hamartōloi)",
          "explanation": "In the Jamesian context, this term identifies those outside the strict purity regulations of the Temple elite, here being brought into the new communal \"use.\""
        },
        {
          "term": "Drawing near (ἐγγίζοντες - engizontes)",
          "explanation": "Literally \"drawing near.\" This describes a clinical proximity to the Messenger to receive the Word."
        },
        {
          "term": "Sheep (πρόβατα - probata)",
          "explanation": "Translated literally. The forensic analogy emphasizes the specific labor of the seeker to restore the lost element of the flock."
        },
        {
          "term": "Joy in the heaven (χαρὰ ἐν τῷ οὐρανῷ - chara en tō ouranō)",
          "explanation": "The reconstruction follows the more direct pneumatic reading. The later addition of \"messengers\" (angels) was absent in the Jamesian Protograph, with the joy occurring directly before the Father."
        },
        {
          "term": "Drachmas (δραχμάς - drachmas)",
          "explanation": "Greek silver coins. The loss of a material \"ultimate\" (the coin) serves as a dry fact to illustrate the value of the individual within the community of the poor."
        },
        {
          "term": "Before God (ἐνώπιον τοῦ θεοῦ - enōpion tou theou)",
          "explanation": "Consistent with the prior verse, the mention of \"messengers\" (angels) is unattested here in the primitive stratum. The \"joy\" is a direct result of the Divine Influx recognizing the return to order."
        },
        {
          "term": "Excision of 15:11-32 (Prodigal Son)",
          "explanation": "This major pericope is absent from the Marcionite and Jamesian records. The narrative of a wealthy father's house and the squandering of property is identified as a later domestic expansion (likely an \"L\" source harmonization) that conflicts with the strict Ebionite poverty theology of the original core."
        }
      ],
      "additional_explanation": {
        "title": "The Omission of the Prodigal",
        "content": "The absence of the \"Prodigal Son\" (15:11-32) is one of the most distinctive features of the Proto-Lukan/Marcionite stratum.",
        "points": [
          {
            "title": "The Context of Omission",
            "explanation": "While later orthodoxy valued the parable for its theme of repentance, the Jamesian community likely viewed the narrative as a later harmonization. The story of a younger son \"squandering property\" and then being restored to a wealthy father's house does not align with the strict Ebionite (poverty) theology found elsewhere in the Protograph."
          },
          {
            "title": "Structural Integrity",
            "explanation": "Without verses 11-32, the chapter remains a coherent unit focused on the \"Search and Recovery\" mechanics of the Kingdom (the Sheep and the Coin). The transition from the finding of the coin directly into the stewardship parables is seamless, avoiding the lengthy narrative detour of the Prodigal."
          },
          {
            "title": "The Anti-Harmonization Rule",
            "explanation": "The \"Prodigal Son\" exhibits signs of being an \"L\" source expansion designed to provide a more domestic, less radical entry point into the movement, which was later incorporated during the transition from Proto-Luke to the canonical edition. In the Jamesian Protograph, the focus remains clinical: the restoration of the \"lost\" is a functional necessity of the Spirit, not a family drama."
          }
        ]
      }
    },
    {
      "chapter": 14,
      "title": "Proto-Luke Chapter 14",
      "preamble": "This stratum corresponds to canonical Luke 16 and is arguably the most critical for understanding the \"Jamesian\" identity of the early movement, containing the radical socio-economic instructions for the Ebionim (The Poor) and the definitive Lazarus narrative.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 16:9",
          "english": "\"And I say to you, make for yourselves friends from the mammon of unrighteousness, that when it fails, they may receive you into the eternal dwellings.\"",
          "greek": "κἀγὼ ὑμῖν λέγω, ἑαυτοῖς ποιήσατε φίλους ἐκ τοῦ μαμωνᾶ τῆς ἀδικίας, ἵνα ὅταν ἐκλίπῃ δέξωνται ὑμᾶς εἰς τὰς αἰωνίους σκηνάς."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 16:10",
          "english": "\"He who is faithful in a very little is faithful also in much, and he who is unrighteous in a very little is unrighteous also in much.\"",
          "greek": "ὁ πιστὸς ἐν ἐλαχίστῳ καὶ ἐν πολλῷ πιστός ἐστιν, καὶ ὁ ἐν ἐλαχίστῳ ἄδικος καὶ ἐν πολλῷ ἄδικός ἐστιν."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 16:11",
          "english": "\"If then you were not faithful in the unrighteous mammon, who will entrust to you the true?\"",
          "greek": "εἰ οὖν ἐν τῷ ἀδίκῳ μαμωνᾷ πιστοὶ οὐκ ἐγένεσθε, τὸ ἀληθινὸν τίς ὑμῖν πιστεύσει;"
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 16:12",
          "english": "\"And if you were not found faithful in that which belongs to another, who will give to you that which is mine?\"",
          "greek": "καὶ εἰ ἐν τῷ ἀλλοτρίῳ πιστοὶ οὐκ ἐγένεσθε, τὸ ἐμὸν τίς ὑμῖν δώσει;"
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 16:13",
          "english": "\"No house-slave is able to serve two masters; for either he will hate the one and love the other, or he will hold to one and despise the other. You are not able to serve God and mammon.\"",
          "greek": "Οὐδεὶς οἰκέτης δύναται δυσὶν κυρίοις δουλεύειν· ἢ γὰρ τὸν ἕνα μισήσει καὶ τὸν ἕτερον ἀγαπήσει, ἢ ἑνὸς ἀνθέξεται καὶ τοῦ ἑτέρου καταφρονήσει. οὐ δύνασθε θεῷ δουλεύειν καὶ μαμωνᾷ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 16:14",
          "english": "Now the Pharisees, who were lovers of money, heard all these things and were sneering at him.",
          "greek": "Ἤκουον δὲ ταῦτα πάντα οἱ Φαρισαῖοι φιλάργυροι ὑπάρχοντες καὶ ἐξεμυκτήριζον αὐτόν."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 16:15",
          "english": "And he said to them: \"You are those who justify yourselves before men, but God knows your hearts; for that which is highly esteemed among men is an abomination before God.\"",
          "greek": "καὶ εἶπεν αὐτοῖς· ὑμεῖς ἐστε οἱ δικαιοῦντες ἑαυτοὺς ἐνώπιον τῶν ἀνθρώπων, ὁ δὲ θεὸς γινώσκει τὰς καρδίας ὑμῶν· ὅτι τὸ ἐν ἀνθρώποις ὑψηλὸν βδέλυγμα ἐνώπιον τοῦ θεοῦ."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 16:16",
          "english": "\"The law and the prophets were until John; since then the kingdom of God is announced, and everyone is forced into it.\"",
          "greek": "Ὁ νόμος καὶ οἱ προφῆται μέχρι Ἰωάννου· ἀπὸ τότε ἡ βασιλεία τοῦ θεοῦ εὐαγγελίζεται καὶ πᾶς εἰς αὐτὴν βιάζεται."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 16:17",
          "english": "\"It is easier for heaven and earth to pass than for one tittle of my words to pass.\"",
          "greek": "εὐκοπώτερον δέ ἐστιν τὸν οὐρανὸν καὶ τὴν γῆν παρελθεῖν ἢ τῶν λόγων μου μίαν κεραίαν πεσεῖν."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 16:18",
          "english": "\"Every one who divorces his wife and marries another commits adultery; and he who marries a woman divorced from a husband likewise commits adultery.\"",
          "greek": "πᾶς ὁ ἀπολύων τὴν γυναῖκα αὐτοῦ καὶ γαμῶν ἑτέραν μοιχεύει, καὶ ὁ ἀπολελυμένην ἀπὸ ἀνδρὸς γαμῶν μοιχεύει."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 16:19",
          "english": "\"There was a certain rich man, and he dressed in purple and fine linen, enjoying himself daily in splendor.\"",
          "greek": "Ἄνθρωπος δέ τις ἦν πλούσιος, καὶ ἐνεδιδύσκετο πορφύραν καὶ βύσσον εὐφραινόμενος καθ' ἡμέραν λαμπρῶς."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 16:20",
          "english": "\"And there was a certain poor man named Lazarus, who had been cast at his gate, full of sores.\"",
          "greek": "πτωχὸς δέ τις ὀνόματι Λάζαρος ἐβέβλητο πρὸς τὸν πυλῶνα αὐτοῦ εἱλκωμένος."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 16:21",
          "english": "\"...and desiring to be fed from the things falling from the table of the rich man; but even the dogs coming were licking his sores.\"",
          "greek": "καὶ ἐπιθυμῶν χορτασθῆναι ἀπὸ τῶν πιπτόντων ἀπὸ τῆς τραπέζης τοῦ πλουσίου· ἀλλὰ καὶ οἱ κύνες ἐρχόμενοι ἀπέλειχον τὰ ἕλκη αὐτοῦ."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 16:22",
          "english": "\"And it happened that the poor man died and was carried by the messengers into Abraham's bosom; and the rich man also died and was buried.\"",
          "greek": "ἐγένετο δὲ ἀποθανεῖν τὸν πτωχὸν καὶ ἀπενεχθῆναι αὐτὸν ὑπὸ τῶν ἀγγέλων εἰς τὸν κόλπον Ἀβραάμ· ἀπέθανεν δὲ καὶ ὁ πλούσιος καὶ ἐτάφη."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 16:23",
          "english": "\"And in Hades, lifting up his eyes, being in torments, he sees Abraham from a distance and Lazarus in his bosom.\"",
          "greek": "καὶ ἐν τῷ ᾅδῃ ἐπάρας τοὺς ὀφθαλμοὺς αὐτοῦ, ὑπάρχων ἐν βασάνοις, ὁρᾷ Ἀβραὰμ ἀπὸ μακρόθεν καὶ Λάζαρον ἐν τοῖς κόλποις αὐτοῦ."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 16:24",
          "english": "\"And he cried out and said, 'Father Abraham, have mercy on me and send Lazarus that he may dip the tip of his finger in water and cool my tongue, for I am in anguish in this flame.'\"",
          "greek": "καὶ αὐτὸς φωνήσας εἶπεν· πάτερ Ἀβραάμ, ἐλέησόν με καὶ πέμψον Λάζαρον ἵνα βάψῃ τὸ ἄκρον τοῦ δακτύλου αὐτοῦ ὕδατος καὶ καταψύξῃ τὴν γλῶσσάν μου, ὅτι ὀδυνῶμαι ἐν τῇ φλογὶ ταύτῃ."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 16:25",
          "english": "\"But Abraham said, 'Child, remember that you received your good things in your life... but now he is comforted here, and you are in anguish.'\"",
          "greek": "εἶπεν δὲ Ἀβραάμ· τέκνον, μνήσθητι ὅτι ἀπέλαβες τὰ ἀγαθά σου ἐν τη ζωῇ σου, καὶ Λάζαρος ὁμοίως τὰ κακά· νῦν δὲ ὧδε παρακαλεῖται, σὺ δὲ ὀδυνᾶσαι."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 16:26",
          "english": "\"And besides all these things, between us and you a great chasm has been fixed, so that those from here wanting to cross to you are not able, nor may they cross from there to us.\"",
          "greek": "καὶ ἐπὶ πᾶσι τούτοις μεταξὺ ἡμῶν καὶ ὑμῶν χάσμα μέγα ἐστήρικται, ὅπως οἱ ἐνταῦθα διαβῆναι πρὸς ὑμᾶς μὴ δύνωνται, μηδὲ ἐκεῖθεν ὧδε διαπερῶσιν."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 16:27-28",
          "english": "\"And he said: 'I ask you then, father, that you might send him to the house of my father, for I have five brothers, so that he may testify to them.'\"",
          "greek": "εἶπεν δέ· ἐρωτῶ οὖν σε, πάτερ, ἵνα πέμψῃς αὐτὸν εἰς τὸν οἶκον τοῦ πατρός μου, ἔχω γὰρ πέντε ἀδελφούς, ὅπως διαμαρτύρηται αὐτοῖς."
        },
        {
          "verse": 20,
          "canonical_ref": "Luke 16:29",
          "english": "\"But Abraham says to him, 'They have Moses and the prophets; let them listen to them.'\"",
          "greek": "Λέγει δὲ αὐτῷ Ἀβραάμ· ἔχουσι Μωϋσέα καὶ τοὺς προφήτας· ἀκουσάτωσαν αὐτῶν."
        },
        {
          "verse": 21,
          "canonical_ref": "Luke 16:30",
          "english": "\"But he said, 'No, father Abraham, but if someone from the dead should go to them, they will repent.'\"",
          "greek": "ὁ δὲ εἶπεν· οὐχί, πάτερ Ἀβραάμ, ἀλλ᾽ ἐάν τις ἐκ νεκρῶν πορευθῇ πρὸς αὐτούς, μετανοήσουσιν."
        },
        {
          "verse": 22,
          "canonical_ref": "Luke 16:31",
          "english": "\"And he said to him, 'If they do not listen to Moses and the prophets, neither will they be convinced if someone from the dead should rise.'\"",
          "greek": "εἶπεν δὲ αὐτῷ· εἰ Μωϋσέως καὶ τῶν προφητῶν οὐκ ἀκούουσιν, οὐδὲ ἐάν τις ἐκ νεκρῶν ἀναστῇ πεισθήσονται."
        }
      ],
      "notes": [
        {
          "term": "Status of 16:1-8 (Unjust Steward)",
          "explanation": "CONFLICTING EVIDENCE. Tertullian (Adv. Marc. 4.33.1) explicitly alludes to 'that servant' (servi illius exemplum) who was removed from office and 'reduces the debts' of his master's debtors. This contradicts the claim that the parable was absent from the Marcionite layer. The parable was likely present in some form, with its themes of stewardship informing the subsequent verses on Mammon and faithful service."
        },
        {
          "term": "Mammon of unrighteousness (μαμωνᾶ τῆς ἀδικίας - mamōna tēs adikias)",
          "explanation": "\"Unrighteousness\" is the dry forensic rendering of adikia, denoting wealth accumulated within the corrupt legal and economic framework of the current age."
        },
        {
          "term": "Mine (τὸ ἐμὸν - to emon)",
          "explanation": "While canonical texts read \"your own\" (τὸ ὑμέτερον), the Jamesian Protograph emphasizes that spiritual wealth is the specific property of the Messenger, which he chooses to share with the faithful. This establishes a clinical hierarchy: the Spirit's resources belong to the Messenger/Father, and the follower is merely a steward of what is \"His.\""
        },
        {
          "term": "House-slave (οἰκέτης - oiketēs)",
          "explanation": "The term derives from οἶκος (oikos), meaning house or household. It is strictly rendered as \"house-slave\" to reflect the total, singular loyalty required within the specific \"household economy\" (oikonomia) of the Kingdom mission. This distinguishes it from the generic δοῦλος (doulos), preserving the specific dualism of the passage: one cannot be a domestic agent of the Kingdom while maintaining a domestic contract with Mammon."
        },
        {
          "term": "Abomination (βδέλυγμα - bdelygma)",
          "explanation": "This term identifies high social standing in the old order as a forensic pollutant before the Divine."
        },
        {
          "term": "Until John (μέχρι Ἰωάννου - mechri Iōannou)",
          "explanation": "This designates a historical boundary, suggesting that the era of the Law and Prophets reached its terminus with John. The \"violence\" (biazetai) mentioned refers to the radical internal effort required to break from the material age."
        },
        {
          "term": "Announced (εὐαγγελίζεται - euangelizetai)",
          "explanation": "Avoided \"preached\" to maintain the forensic sense of a royal herald making a formal proclamation."
        },
        {
          "term": "My words (τῶν λόγων μου - tōn logōn mou)",
          "explanation": "This reading replaces the canonical 'the Law' (τοῦ νόμου). In the Jamesian Protograph, the authority of the 'Old Aeon' (the Law and Prophets) reaches its terminus with John. The permanence once ascribed to the Torah is transferred to the pneumatic proclamation of the Savior. Tertullian notes this specific 'emendation,' though forensically it is treated as the original reading of the Proto-Lukan source. The replacement identifies the Messenger as a new Lawgiver whose internal 'Law of Love' supersedes the external ritual requirements of the Temple cult."
        },
        {
          "term": "Lazarus (Λάζαρος - Lazaros)",
          "explanation": "The only named character in the parables, likely an etymological signifier for the Ebionite (Poor) sect. In the Jamesian context, this narrative is not about individual morality but about the clinical reversal of economic status in the pneumatic age."
        },
        {
          "term": "Hades (ᾅδῃ - hadē)",
          "explanation": "Retained as the topographical term for the unseen realm of the dead, rather than the theological \"Hell.\""
        },
        {
          "term": "Fixed (ἐστήρικται - estēriktai)",
          "explanation": "This denotes a permanent pneumatic boundary established by the reversal of economic ultimates."
        },
        {
          "term": "Testify (διαμαρτύρηται - diamartyrētai)",
          "explanation": "A forensic term for giving legal testimony regarding the consequences of wealth and the rejection of the poor."
        },
        {
          "term": "Five Brothers",
          "explanation": "The clinical number refers to the biological survivors of the elite household, emphasizing the warning against a continued reliance on material wealth."
        },
        {
          "term": "Here (ὧδε - hōde)",
          "explanation": "Found in the \"Western\" witnesses and the Jamesian stratum, emphasizing the immediate spatial reality of the spiritual state."
        },
        {
          "term": "Should rise (ἀναστῇ - anastē)",
          "explanation": "The final forensic statement links the rejection of the Messenger's word directly to the inability to perceive the Spirit, regardless of physical signs."
        },
        {
          "term": "Abraham retained",
          "explanation": "While Abraham is removed from eschatological lists in other chapters to de-emphasize biological lineage (see 13:28), he is retained here as a functional character in the parable's existing structure to represent the \"Righteous Steward\" of the previous age."
        }
      ],
      "additional_explanation": {
        "title": "The Ebionite Manifesto",
        "content": "Chapter 14 of the Protograph defines the movement's relationship to wealth and lineage.",
        "points": [
          {
            "title": "The Abolition of Private Mammon",
            "explanation": "The instructions in verses 9-13 constitute an economic \"Path of Reversal.\" Wealth is clinical debris; the only valid \"use\" for it is to liquidate it for the benefit of the community to secure \"eternal dwellings.\""
          },
          {
            "title": "Biological vs. Pneumatic Property",
            "explanation": "By contrasting \"another's\" (material) wealth with \"mine\" (Jesus's spiritual words), the text creates a dualism where only the pneumatic influx is true property."
          },
          {
            "title": "The Sufficiency of the Word",
            "explanation": "The Lazarus narrative (16:19-31) functions as a polemic against those who demand signs (like physical resurrection appearances). Abraham's refusal to send Lazarus back establishes that the \"Royal Law of Love\" found in the Prophets is the ultimate authority, surpassing even the resuscitation of a corpse."
          }
        ]
      }
    },
    {
      "chapter": 15,
      "title": "Proto-Luke Chapter 15",
      "preamble": "This stratum corresponds to canonical Luke 17 and is defined by its focus on internal communal discipline, the rejection of \"unprofitable\" status for active followers, and the clinical definition of the Kingdom as an internal pneumatic state. The healing of the lepers is structurally linked to the precedent of Naaman the Syrian.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 17:1",
          "english": "And he said to his disciples: \"It is impossible that stumbling blocks should not come; but woe to him through whom they come!\"",
          "greek": "Εἶπεν δὲ πρὸς τοὺς μαθητὰς αὐτοῦ· ἀνένδεκτόν ἐστιν τοῦ τὰ σκάνδαλα μὴ ἐλθεῖν, πλὴν οὐαὶ δι᾿ οὗ ἔρχεται."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 17:2",
          "english": "\"It would be better for him if a millstone were hanged about his neck and he were thrown into the sea, than that he should cause one of these little ones to stumble.\"",
          "greek": "λυσιτελεῖ αὐτῷ εἰ λίθος μυλικός περίκειται περὶ τὸν τράχηλον αὐτοῦ καὶ ἔρριπται εἰς τὴν θάλασσαν ἢ ἵνα σκανδαλίσῃ τῶν μικρῶν τούτων ἕνα."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 17:3",
          "english": "\"Take heed to yourselves. If your brother sins, rebuke him; and if he repents, forgive him.\"",
          "greek": "προσέχετε ἑαυτοῖς. ἐὰν ἁμάρτῃ ὁ ἀδελφός σου ἐπιτίμησον αὐτῷ, καὶ ἐὰν μετανοήσῃ ἄφες αὐτῷ."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 17:4",
          "english": "\"And if he sins against you seven times in a day, and seven times turns back to you, saying, 'I repent,' you shall forgive him.\"",
          "greek": "καὶ ἐὰν ἑπτάκις τῆς ἡμέρας ἁμαρτήσῃ εἰς σὲ καὶ ἑπτάκις ἐπιστρέψῃ πρὸς σὲ λέγων· μετανοῶ, ἀφήσεις αὐτῷ."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 17:10",
          "english": "\"So also you, when you have done all the things commanded you, say: 'We have done what we were obligated to do.'\"",
          "greek": "οὕτως καὶ ὑμεῖς, ὅταν ποιήσητε πάντα τὰ διαταχθέντα ὑμῖν, λέγετε ὅτι ἃ ὠφείλομεν ποιῆσαι πεποιήκαμεν."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 17:11",
          "english": "And it happened that while he was going to Jerusalem, he passed through the midst of Samaria and Galilee.",
          "greek": "Καὶ ἐγένετο ἐν τῷ πορεύεσθαι εἰς Ἱερουσαλήμ καὶ αὐτὸς διήρχετο διὰ μέσον Σαμαρείας καὶ Γαλιλαίας."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 17:12",
          "english": "And as he entered into a certain village, there met him ten lepers, who stood at a distance.",
          "greek": "Καὶ εἰσερχομένου αὐτοῦ εἴς τινα κώμην ἀπήντησαν δέκα λεπροὶ ἄνδρες, οἳ ἔστησαν πόρρωθεν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 17:13",
          "english": "And they lifted up their voice, saying: \"Jesus, Commander, have mercy on us.\"",
          "greek": "καὶ αὐτοὶ ἦραν φωνὴν λέγοντες· Ἰησοῦ ἐπιστάτα, ἐλέησον ἡμᾶς."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 4:27",
          "english": "\"And he said: 'There were many lepers in Israel in the days of Elisha the prophet; and none of them was cleansed, except Naaman the Syrian.'\"",
          "greek": "πολλοὶ λεπροὶ ἦσαν ἐν τῷ Ἰσραὴλ ἐν ἡμέραις Ἐλισσαίου τοῦ προφήτου καὶ οὐδεὶς αὐτῶν ἐκαθαρίσθη εἰ μὴ Νεεμὰν ὁ Σύρος."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 17:14",
          "english": "And seeing them, he said to them: \"Go, show yourselves to the priests.\" And it happened that while they were going, they were cleansed.",
          "greek": "καὶ ἰδὼν εἶπεν αὐτοῖς· πορευθέντες ἐπιδείξατε ἑαυτοὺς τοῖς ἱερεῦσιν. καὶ ἐγένετο ἐν τῷ ὑπάγειν αὐτοὺς ἐκαθαρίσθησαν."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 17:15",
          "english": "And one of them, seeing that he was healed, turned back, with a loud voice glorifying God.",
          "greek": "εἷς δὲ ἐξ αὐτῶν, ἰδὼν ὅτι ἰάθη, ὑπέστρεψεν μετὰ φωνῆς μεγάλης δοξάζων τὸν θεόν."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 17:16",
          "english": "And he fell upon his face at his feet, giving him thanks; and he was a Samaritan.",
          "greek": "καὶ ἔπεσεν ἐπὶ πρόσωπον παρὰ τοὺς πόδας αὐτοῦ εὐχαριστῶν αὐτῷ· καὶ αὐτὸς ἦν Σαμαρίτης."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 17:19",
          "english": "And he said to him: \"Arise, go; your faith has saved you.\"",
          "greek": "καὶ εἶπεν αὐτῷ· ἀναστάς πορεύου· ἡ πίστις σου σέσωκέν σε."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 17:20",
          "english": "And having been questioned by the Pharisees as to when the kingdom of God comes, he answered them and said: \"The kingdom of God does not come with observation.\"",
          "greek": "Ἐπερωτηθεὶς δὲ ὑπὸ τῶν Φαρισαίων πότε ἔρχεται ἡ βασιλεία τοῦ θεοῦ ἀπεκρίθη αὐτοῖς καὶ εἶπεν· οὐκ ἔρχεται ἡ βασιλεία τοῦ θεοῦ μετὰ παρατηρήσεως."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 17:21",
          "english": "\"Neither shall they say, 'Behold, here!' or 'Behold, there!'; for behold, the kingdom of God is within you.\"",
          "greek": "οὐδὲ ἐροῦσιν· ἰδοὺ ὧδε ἢ· ἐκεῖ, ἰδοὺ γὰρ ἡ βασιλεία τοῦ θεοῦ ἐντὸς ὑμῶν ἐστιν."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 17:22",
          "english": "And he said to the disciples: \"The days will come when you will desire to see one of the days of the son of man, and you will not see it.\"",
          "greek": "Εἶπεν δὲ πρὸς τοὺς μαθητάς· ἐλεύσονται ἡμέραι ὅτε ἐπιθυμήσετε μίαν τῶν ἡμερῶν τοῦ υἱοῦ τοῦ ἀνθρώπου ἰδεῖν καὶ οὐκ ὄψεσθε."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 17:24",
          "english": "\"For as the lightning flashing from under heaven shines to under heaven, so shall be the son of man.\"",
          "greek": "ὥσπερ γὰρ ἡ ἀστραπὴ ἀστράπτουσα ἐκ τῆς ὑπὸ τὸν οὐρανὸν εἰς τὴν ὑπ᾿ οὐρανὸν λάμπει, οὕτως ἔσται ὁ υἱὸς τοῦ ἀνθρώπου."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 17:25",
          "english": "\"But first it is necessary for him to suffer many things and to be rejected by this generation.\"",
          "greek": "πρῶτον δὲ δεῖ αὐτὸν πολλὰ παθεῖν καὶ ἀποδοκιμασθῆναι ἀπὸ τῆς γενεᾶς ταύτης."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 17:26",
          "english": "\"And as it was in the days of Noah, so shall it be also in the days of the son of man.\"",
          "greek": "καὶ καθὼς ἐγένετο ἐν ταῖς ἡμέραις Νῶε, οὕτως ἔσται καὶ ἐν ταῖς ἡμέραις τοῦ υἱοῦ τοῦ ἀνθρώπου."
        },
        {
          "verse": 20,
          "canonical_ref": "Luke 17:28",
          "english": "\"Likewise also as it happened in the days of Lot...\"",
          "greek": "ὁμοίως καθὼς ἐγένετο ἐν ταῖς ἡμέραις Λώτ."
        },
        {
          "verse": 21,
          "canonical_ref": "Luke 17:32",
          "english": "\"Remember Lot's wife.\"",
          "greek": "μνημονεύετε τῆς γυναικὸς Λώτ."
        }
      ],
      "notes": [
        {
          "term": "Stumbling blocks (σκάνδαλα - skandala)",
          "explanation": "Retained in its forensic sense of a trap or impediment to the path, avoiding the softer \"offenses.\" In the Jamesian stratum, this refers to obstacles that hinder the pneumatic progress of the community."
        },
        {
          "term": "Millstone (μυλικὸς λίθος - mylikos lithos)",
          "explanation": "The Jamesian layer emphasizes concrete material consequences for those who disrupt the internal order of the \"Poor.\" Retained as the specific term for a heavy grinding stone."
        },
        {
          "term": "Seven times (ἑπτάκις - heptakis)",
          "explanation": "This identifies the mathematical limit of communal endurance in the primitive source, prioritizing defined social order over infinite abstractions."
        },
        {
          "term": "Omission of \"Unprofitable Slaves\" (17:10b)",
          "explanation": "The phrase \"We are unprofitable slaves\" (ἀχρεῖοι δοῦλοί ἐσμεν) is explicitly absent in this stratum. In the Jamesian matrix, the slave who follows the \"Law of Liberty\" is inherently profitable to the community and the Master."
        },
        {
          "term": "Through the midst (διὰ μέσον - dia meson)",
          "explanation": "This topographic detail marks the mixed status of the territory, serving as a forensic transition for the movement's inclusion of Samaritans."
        },
        {
          "term": "Commander (ἐπιστάτα - epistata)",
          "explanation": "Rendered literally as a title of rank within the pneumatic hierarchy, avoiding the religious connotations of \"Master.\""
        },
        {
          "term": "Naaman Precedent (Luke 4:27)",
          "explanation": "The structural displacement of the Naaman reference into this narrative is explicitly attested by the primary forensic witnesses. Tertullian (Adv. Marc. 4.35.6) links the Naaman reference to the healing of the ten lepers, stating that Christ 'prefaced' (praefatus est) the healing with this historical precedent. Epiphanius (Pan. 42.11.6, scholion 48) identifies this verse as occurring within the Luke 17 pericope, noting that Marcion 'cut away much' (ἀπέκοψε δὲ πολλά) from the original and replaced/supplemented it with the Naaman reference (ἄλλα ἀντὶ ἄλλων ἐποίησε). Based on these data points (Harnack/Tsutsui), forensic reconstructions place Luke 4:27 immediately before Luke 17:14 in the Jamesian Protograph. Evidence of canonical displacement exists in Luke 4:23's reference to Capernaum miracles before Jesus arrives there narratively—proving editorial rearrangement of a pre-existing source."
        },
        {
          "term": "Priests (ἱερεῦσιν - hiereusin)",
          "explanation": "The command functions as a clinical validation within the legal framework, even as the narrative highlights the Samaritan to subvert institutional boundaries."
        },
        {
          "term": "Observation (παρατηρήσεως - paraterēseōs)",
          "explanation": "This term refers to the outward monitoring of celestial or political signs. The Protograph rejects the external \"State\" model of the Kingdom in favor of a pneumatic reality."
        },
        {
          "term": "Arise (ἀναστάς - anastas) in 17:19",
          "explanation": "An aorist participle indicating the completed inward shift necessary before outward movement."
        },
        {
          "term": "Saved (σέσωκέν - sesōken) in 17:19",
          "explanation": "The perfect tense denotes a completed state of preservation resulting from the pneumatic shift triggered by faith."
        },
        {
          "term": "Faith (πίστις - pistis) in 17:19",
          "explanation": "In the Jamesian stratum, this refers to loyalty or stability in the Word rather than an abstract belief."
        },
        {
          "term": "Within you (ἐντὸς ὑμῶν - entos hymon)",
          "explanation": "The Kingdom is defined as an internal state of order, accessible through the spirit rather than sensory debris."
        },
        {
          "term": "Lightning (ἀστραπή - astrapē)",
          "explanation": "A clinical metaphor for the suddenness of the pneumatic manifestation, stripping away gradualist biological expectations."
        },
        {
          "term": "Rejected (ἀποδοκιμασθῆναι - apodokimasthenai)",
          "explanation": "A forensic term for being \"disqualified\" after examination; the rejection is a clinical necessity before the unveiling of the Son of Man."
        },
        {
          "term": "Lot's Wife",
          "explanation": "This stark warning serves as a direct command to detach the self from the material \"debris\" (possessions) of the old age."
        },
        {
          "term": "Excision of 17:28-32 and 17:33",
          "explanation": "The narrative concerning Lot and his wife and the instruction on \"saving one's life\" are partially absent in the primary Marcionite/Jamesian records, viewed as later \"Pastoral\" expansions."
        }
      ],
      "additional_explanation": {
        "title": "The Internal Kingdom",
        "content": "Chapter 15 of the Protograph articulates the pneumatic definition of the Kingdom.",
        "points": [
          {
            "title": "Communal Discipline",
            "explanation": "The opening verses establish the internal order of the community through rebuke and forgiveness. The sevenfold limit identifies a mathematical boundary for communal endurance."
          },
          {
            "title": "The Samaritan Precedent",
            "explanation": "The healing of the ten lepers, with only the Samaritan returning, is structurally linked to Naaman the Syrian. This provides forensic scriptural warrant for the inclusion of non-Israelites in the restoration of the \"lost.\""
          },
          {
            "title": "The Kingdom Within",
            "explanation": "The definitive statement \"the kingdom of God is within you\" (17:21) rejects all external, observable, political definitions of the Kingdom. It is an internal pneumatic state activated by the Divine Influx."
          },
          {
            "title": "The Sudden Manifestation",
            "explanation": "The lightning metaphor and the warnings about Noah and Lot establish the eschatological expectation as sudden and requiring detachment from material \"debris.\""
          }
        ]
      }
    },
    {
      "chapter": 16,
      "title": "Proto-Luke Chapter 16",
      "preamble": "This stratum corresponds to canonical Luke 18 and is defined by its focus on the \"Gospel of the Poor\" and a high degree of textual variance in the interaction with the ruler, where authority is transferred from the Law to the person of the Messenger.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 18:1",
          "english": "And he spoke also a parable to them, for the necessity to pray always and not to give up.",
          "greek": "Ἔλεγεν δὲ παραβολὴν αὐτοῖς πρὸς τὸ δεῖν πάντοτε προσεύχεσθαι καὶ μὴ ἐγκακεῖν."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 18:2",
          "english": "\"There was a certain judge in a certain city, not fearing God and not respecting man.\"",
          "greek": "λέγων· Κριτής τις ἦν ἔν τινι πόλει τὸν θεὸν μὴ φοβούμενος καὶ ἄνθρωπον μὴ ἐντρεπόμενος."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 18:3",
          "english": "\"And a widow was in that city, and she came to him saying: 'Avenge me of my adversary.'\"",
          "greek": "χήρα δὲ ἦν ἐν τῇ πόλει ἐκείνῃ καὶ ἤρχετο πρὸς αὐτὸν λέγουσα· Ἐκδίκησόν με ἀπὸ τοῦ ἀντιδίκου μου."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 18:5",
          "english": "\"...because this widow causes me trouble, I will avenge her, that she might not in the end, coming, wear me out.\"",
          "greek": "διά γε τὸ παρέχειν μοι κόπον τὴν χήραν ταύτην, ἐκδικήσω αὐτήν."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 18:8",
          "english": "\"I say to you that he will do the vindication of them speedily.\"",
          "greek": "λέγω ὑμῖν ὅτι ποιήσει τὴν ἐκδίκησιν αὐτῶν ἐν τάχει."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 18:9",
          "english": "And he spoke also toward certain ones having trusted in themselves that they are righteous and treating the rest with contempt, this parable.",
          "greek": "Ἔλεγεν δὲ καὶ πρός τινας τοὺς πεποιθότας ἐφ᾽ ἑαυτοῖς ὅτι εἰσὶν δίκαιοι καὶ ἐξουθενοῦντας τοὺς λοιποὺς τὴν παραβολὴν ταύτην."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 18:10",
          "english": "\"Two men went up into the Temple to pray; one a Pharisee and the other a tax-collector.\"",
          "greek": "Ἄνθρωποι δύο ἀνέβησαν εἰς τὸ ἱερὸν προσεύξασθαι, ὁ εἷς Φαρισαῖος καὶ ὁ ἕτερος τελώνης."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 18:11",
          "english": "\"The Pharisee, having been stationed, prayed these things toward himself: 'God, I thank you that I am not as the rest of men...'\"",
          "greek": "ὁ Φαρισαῖος σταθεὶς ταῦτα πρὸς ἑαυτὸν προσηύχετο· Ὁ θεός, εὐχαριστῶ σοι ὅτι οὐκ εἰμὶ ὥσπερ οἱ λοιποὶ τῶν ἀνθρώπων."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 18:13",
          "english": "\"And the tax-collector, having been stationed from a distance, would not even lift his eyes into the heaven... but struck his chest saying: 'God, be merciful to me, the sinner.'\"",
          "greek": "ὁ δὲ τελώνης μακρόθεν ἑστὼς οὐκ ἤθελεν οὐδὲ τοὺς ὀφθαλμοὺς εἰς τὸν οὐρανὸν ἐπᾶραι, ἀλλ' ἔτυπτεν τὸ στῆθος ἑαυτοῦ λέγων· Ὁ θεός, ἱλάσθητί μοι τῷ ἁμαρτωλῷ."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 18:14",
          "english": "\"I say to you, this man went down into his house having been justified rather than that man; for everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.\"",
          "greek": "λέγω ὑμῖν, κατέβη οὗτος δεδικαιωμένος εἰς τὸν οἶκον αὐτοῦ παρ' ἐκεῖνον· ὅτι πᾶς ὁ ὑψῶν ἑαυτὸν ταπεινωθήσεται, ὁ δὲ ταπεινῶν ἑαυτὸν ὑψωθήσεται."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 18:18",
          "english": "And a certain ruler questioned him, saying: \"Good Teacher, what doing shall I inherit life?\"",
          "greek": "Καὶ ἐπηρώτησέν τις αὐτὸν ἄρχων λέγων· Διδάσκαλε ἀγαθέ, τί ποιήσας ζωὴν αἰώνιον κληρονομήσω;"
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 18:19",
          "english": "And Jesus said to him: \"Why do you call me good? No one is good except one, God.\"",
          "greek": "εἶπεν δὲ αὐτῷ ὁ Ἰησοῦς· Τί με λέγεις ἀγαθόν; οὐδεὶς ἀγαθὸς εἰ μὴ εἷς ὁ θεός."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 18:20",
          "english": "The Ruler said: \"I know the commandments: You should not commit adultery, you should not kill, you should not steal, you should not bear false witness, honour father and mother.\"",
          "greek": "ὁ δὲ ἄρχων εἶπεν· Τὰς ἐντολὰς οἶδα· μὴ μοιχεύσῃς, μὴ φονεύσῃς, μὴ κλέψῃς, μὴ ψευδομαρτυρήσῃς, τίμα τὸν πατέρα καὶ τὴν μητέρα."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 18:21",
          "english": "And he said: \"All these things I have guarded from my youth.\"",
          "greek": "ὁ δὲ εἶπεν· ταῦτα πάντα ἐφύλαξα ἐκ νεότητος."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 18:22",
          "english": "And hearing this, Jesus said to him: \"Yet one thing is lacking to you: Sell all, as much as you have, and distribute to the poor, and you shall have treasure in heaven; and come, follow me.\"",
          "greek": "ἀκούσας δὲ ὁ Ἰησοῦς εἶπεν αὐτῷ· Ἔτι ἕν σοι λείπει· πάντα ὅσα ἔχεις πώλησον καὶ διάδος πτωχοῖς, καὶ ἕξεις θησαυρὸν ἐν οὐρανῷ, καὶ δεῦρο ἀκολούθει μοι."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 18:23",
          "english": "But hearing these things, he became very sorrowful, for he was rich exceedingly.",
          "greek": "ὁ δὲ ἀκούσας ταῦτα περίλυπος ἐγενήθη· ἦν γὰρ πλούσιος σφόδρα."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 18:24",
          "english": "And Jesus, seeing him, said: \"How difficult it is for those having the riches to enter into the kingdom of God.\"",
          "greek": "ἰδὼν δὲ αὐτὸν ὁ Ἰησοῦς εἶπεν· Πῶς δυσκόλως οἱ τὰ χρήματα ἔχοντες εἰς τὴν βασιλείαν τοῦ θεοῦ εἰσπορεύονται."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 18:25",
          "english": "\"For it is easier for a camel to enter through a needle's eye than for a rich man to enter into the kingdom of God.\"",
          "greek": "εὐκοπώτερον γάρ ἐστιν κάμηλον διὰ τρυπήματος ῥαφίδος εἰσελθεῖν ἢ πλούσιον εἰς τὴν βασιλείαν τοῦ θεοῦ εἰσελθεῖν."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 18:35",
          "english": "And it happened in his drawing near to Jericho, a certain blind man sat by the road begging.",
          "greek": "Ἐγένετο δὲ ἐν τῷ ἐγγίζειν αὐτὸν εἰς Ἰεριχὼ τυφλός τις ἐκάθητο παρὰ τὴν ὁδὸν ἐπαιτῶν."
        },
        {
          "verse": 20,
          "canonical_ref": "Luke 18:37",
          "english": "And they reported to him that Jesus is passing by.",
          "greek": "ἀπήγγειλαν δὲ αὐτῷ ὅτι Ἰησοῦς παρέρχεται."
        },
        {
          "verse": 21,
          "canonical_ref": "Luke 18:38",
          "english": "And he cried out saying: \"Jesus, Son of David, have mercy on me!\"",
          "greek": "καὶ ἐβόησεν λέγων· Ἰησοῦ υἱὲ Δαυίδ, ἐλέησόν με."
        },
        {
          "verse": 22,
          "canonical_ref": "Luke 18:42",
          "english": "And Jesus said to him: \"See! Your faith has saved you.\"",
          "greek": "καὶ ὁ Ἰησοῦς εἶπεν αὐτῷ· Ἀνάβλεψον· ἡ πίστις σου σέσωκέν σε."
        },
        {
          "verse": 23,
          "canonical_ref": "Luke 18:43",
          "english": "And immediately he saw, and he followed him, glorifying God.",
          "greek": "καὶ παραχρῆμα ἀνέβλεψεν καὶ ἠκολούθει αὐτῷ δοξάζων τὸν θεόν."
        }
      ],
      "notes": [
        {
          "term": "Give up (ἐγκακεῖν - enkakein)",
          "explanation": "A dry forensic term for failing or losing heart in the face of the material age's resistance."
        },
        {
          "term": "Avenge/Vindicate (ἐκδίκησόν - ekdikēson)",
          "explanation": "To vindicate or provide justice. In this stratum, it identifies the legal demand of the Poor (Ebionim) against the institutional creditors of the old order."
        },
        {
          "term": "Judge (κριτής - kritēs)",
          "explanation": "The judge is presented forensically as an agent of the material age (the \"World\") who eventually yields to the persistence of the marginalized."
        },
        {
          "term": "Contempt (ἐξουθενοῦντας - exouthenountas)",
          "explanation": "This term denotes the total nullification of another's worth. In the Jamesian context, the \"righteousness\" of the institutional elite is clinical debris compared to the humility of the tax-collector."
        },
        {
          "term": "Temple (ἱερὸν - hieron)",
          "explanation": "Strictly the Temple complex. This identifies the setting of the \"Opposition Priesthood\" within the physical center of Judean authority."
        },
        {
          "term": "Be merciful (ἱλάσθητί - hilasthēti)",
          "explanation": "Literally \"be propitiated\" or \"be merciful.\" It describes a clinical request for the removal of a forensic debt or stain."
        },
        {
          "term": "Toward himself (ταῦτα πρὸς ἑαυτὸν - tauta pros heauton)",
          "explanation": "\"These things toward himself.\" This reading, supported by the primitive layer, emphasizes the internal, self-justifying nature of the Pharisee's religion."
        },
        {
          "term": "I know the commandments (Τὰς ἐντολὰς οἶδα - Tas entolas oida)",
          "explanation": "This is the definitive Jamesian variant where the Ruler asserts personal mastery over the Law. The Adamantius Dialogue (92,29) explicitly introduces a speaker shift with 'ὁ δὲ ἔφη' (but he said), indicating the ruler begins his recitation at this point. Epiphanius (Pan. 42.11.6, scholion 50) records the reading 'I know (οἶδα)' rather than the canonical 'You know (οἶδας).' Scholars (Zahn, Lieu) argue that placing the Law in the mouth of the ruler serves to relieve Jesus of any direct appeal to the law. Tertullian (Marc. 4.36.4, 7) contradicts this variant, recording Jesus as the speaker with 'nostis/scis' (you know), suggesting variation between Greek and Latin copies. Tertullian (4.36.5) also omits the possessive 'your' (σου) after 'father,' a reading reflected in this reconstruction."
        },
        {
          "term": "Guarded (ἐφύλαξα - ephylaxa) in 18:21",
          "explanation": "\"Guarded\" reflects the clinical sense of observing or keeping a legal deposit. In the Jamesian layer, the Law is treated as a baseline of knowledge rather than the climax of the Messenger's teaching."
        },
        {
          "term": "Omission of 'My' (μου) in 18:21",
          "explanation": "The reconstruction follows the primitive variant which often omits the personal possessive pronoun in this stratum, focusing on the act of guarding the Law as a dry fact."
        },
        {
          "term": "Very sorrowful (περίλυπος - perilypos) in 18:23",
          "explanation": "This denotes an intense, encompassing sorrow. In the Ebionite (Poor) context, wealth is identified as a definitive consolidation of the corrupt current age, creating a clinical barrier to the Kingdom."
        },
        {
          "term": "Rich exceedingly (πλούσιος σφόδρα) in 18:23",
          "explanation": "The term σφόδρα emphasizes the extreme nature of the material 'ultimate' that obstructed the ruler's pneumatic transition."
        },
        {
          "term": "Immediately (παραχρῆμα - parachrēma) in 18:43",
          "explanation": "A clinical marker of the sudden manifestation of power in the Jamesian Protograph. Faith in this stratum is viewed as a functional stability or loyalty to the Word that triggers immediate restoration."
        },
        {
          "term": "He saw (ἀνέβλεψεν - aneblepsen) in 18:43",
          "explanation": "Literally 'looked up' or 'saw again.' The restoration of sight serves as forensic proof of the Messenger's authority within the material realm."
        },
        {
          "term": "Sell all (πάντα ὅσα ἔχεις πώλησον - panta hosa echeis pōlēson)",
          "explanation": "The command is forensic: \"Sell all, as much as you have.\" This is the absolute economic requirement of the Ebionite community."
        },
        {
          "term": "Camel (κάμηλον - kamēlon)",
          "explanation": "Retained as the literal animal over the late \"rope\" conjecture (kamilos), keeping the dry forensic hyperbole of the source."
        },
        {
          "term": "Omission of 18:31-33 (Third Passion Prediction)",
          "explanation": "The prediction of the passion and the \"rising on the third day\" is not present in this stratum, preventing harmonization of the ethical encounter with a later suffering-messiah narrative."
        },
        {
          "term": "Excision of \"of Nazareth\" (ὁ Ναζωραῖος)",
          "explanation": "In verse 37, the reconstruction follows the primitive variant that omits the geographical/biological marker. This presents the Messenger as a clinical fact of spiritual power rather than a localized human entity."
        },
        {
          "term": "Son of David (υἱὲ Δαυίδ - huiē Dauid)",
          "explanation": "While later layers used this for biological pedigree, in the Jamesian stratum it serves as a forensic title for the restorer of the Poor."
        },
        {
          "term": "Begging (ἐπαιτῶν - epaitōn)",
          "explanation": "This detail reinforces the Messenger's association with the marginalized Ebionim."
        }
      ],
      "additional_explanation": {
        "title": "The Absence of Harmonization",
        "content": "The textual analysis of this chapter confirms the absence of the third passion prediction (18:31-33).",
        "points": [
          {
            "title": "The Persistent Widow",
            "explanation": "The parable of the widow and the unjust judge establishes the efficacy of persistent prayer by the marginalized against the institutions of the material age."
          },
          {
            "title": "The Pharisee and Tax-Collector",
            "explanation": "This parable inverts religious expectations. The self-justifying Pharisee is rejected while the humble tax-collector is justified, consistent with the Jamesian reversal theology."
          },
          {
            "title": "The Rich Ruler Encounter",
            "explanation": "The \"I know\" variant where the Ruler speaks the commandments is a hallmark of the earliest strata. The Law is a baseline of knowledge, but the Ruler lacks the internal Spirit. The solution is total economic liquidation for the community of the Poor."
          },
          {
            "title": "The Blind Man at Jericho",
            "explanation": "The healing narrative, without the third passion prediction, maintains focus on the power of the Spirit over physical lack. The Messenger moves from the ethical encounter with the rich ruler directly to the restoration of the marginalized."
          }
        ]
      }
    },
    {
      "chapter": 17,
      "title": "Proto-Luke Chapter 17",
      "preamble": "This stratum corresponds to canonical Luke 19 and focuses on the radical economic redistribution exemplified by Zacchaeus and the clinical judgment of stewardship in the parable of the minas. The entire narrative of the \"Triumphal Entry\" into Jerusalem (19:29-46) is entirely absent from the primitive source.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 19:1",
          "english": "And having entered he was passing through Jericho.",
          "greek": "Καὶ εἰσελθὼν διήρχετο τὴν Ἰεριχώ."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 19:2",
          "english": "And behold, a man named Zacchaeus, and this man was a chief tax-collector and he was rich.",
          "greek": "καὶ ἰδοὺ ἀνὴρ ὀνόματι Ζακχαῖος, καὶ οὗτος ἦν ἀρχιτελώνης καὶ οὗτος πλούσιος."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 19:4",
          "english": "And running ahead to the front he climbed up into a sycamore tree that he might see him, for he was about to pass that way.",
          "greek": "καὶ προδραμὼν εἰς τὸ ἔμπροσθεν ἀνέβη ἐπὶ συκομορέαν ἵνα ἴδῃ αὐτόν, ὅτι ἐκείνης ἤμελλεν διέρχεσθαι."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 19:5",
          "english": "And when he came to the place, looking up he said to him: \"Zacchaeus, hurry and come down, for today I must stay at your house.\"",
          "greek": "καὶ ὡς ἦλθεν ἐπὶ τὸν τόπον, ἀναβλέψας εἶπεν πρὸς αὐτόν· Ζακχαῖε, σπεύσας κατάβηθι, σήμερον γὰρ ἐν τῷ οἴκῳ σου δεῖ με μεῖναι."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 19:6",
          "english": "And he hurried and came down and received him rejoicing.",
          "greek": "καὶ σπεύσας κατέβη καὶ ὑπεδέξατο αὐτὸν χαίρων."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 19:8",
          "english": "And Zacchaeus said: \"Behold, the half of my possessions, Lord, I give to the poor, and if I have taken anything from anyone by false accusation, fourfold I return it.\"",
          "greek": "σταθεὶς δὲ Ζακχαῖος εἶπεν πρὸς τὸν κύριον· ἰδοὺ τὰ ἡμίσιά μου τῶν ὑπαρχόντων, κύριε, τοῖς πτωχοῖς δίδωμι, καὶ εἴ τινός τι ἐσυκοφάντησα ἀποδίδωμι τετραπλοῦν."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 19:9",
          "english": "And Jesus said to him: \"Today salvation has come to this house, because he also is a son of Abraham.\"",
          "greek": "εἶπεν δὲ πρὸς αὐτὸν ὅτι σήμερον σωτηρία τῷ οἴκῳ τούτῳ ἐγένετο, καθότι καὶ αὐτὸς υἱὸς Ἀβραάμ ἐστιν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 19:10",
          "english": "\"For the son of man came to seek and to save the lost.\"",
          "greek": "ἦλθεν γὰρ ὁ υἱὸς τοῦ ἀνθρώπου ζητῆσαι καὶ σῶσαι τὸ ἀπολωλός."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 19:11",
          "english": "And as they were hearing these things, adding he spoke a parable because he was near Jerusalem and they thought that the kingdom of God was about to appear immediately.",
          "greek": "Ἀκουόντων δὲ αὐτῶν ταῦτα προσθεὶς εἶπεν παραβολὴν διὰ τὸ ἐγγὺς εἶναι Ἰερουσαλήμ αὐτὸν καὶ δοκεῖν αὐτοὺς ὅτι παραχρῆμα μέλλει ἡ βασιλεία τοῦ θεοῦ ἀναφαίνεσθαι."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 19:12",
          "english": "Therefore he said: \"A certain nobleman went into a far country to receive for himself a kingdom and to return.\"",
          "greek": "εἶπεν οὖν· Ἄνθρωπός τις εὐγενὴς ἐπορεύθη εἰς χώραν μακρὰν λαβεῖν ἑαυτῷ βασιλείαν καὶ ὑποστρέψαι."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 19:13",
          "english": "And calling ten of his slaves, he gave them ten minas and said to them: \"Trade with these until I come.\"",
          "greek": "καλέσας δὲ δέκα δούλους ἑαυτοῦ ἔδωκεν αὐτοῖς δέκα μνᾶς καὶ εἶπεν πρὸς αὐτούς· Πραγματεύσασθε ἐν ᾧ ἔρχομαι."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 19:15",
          "english": "And it happened when he returned having received the kingdom, he ordered these slaves to whom he had given the money to be called to him.",
          "greek": "καὶ εγένετο ἐν τῷ επανελθεῖν αὐτὸν λαβόντα τὴν βασιλείαν καὶ εἶπεν φωνηθῆναι αὐτῷ τοὺς δούλους τούτους οἷς δεδωκει τὸ ἀργύριον."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 19:22",
          "english": "And he says to him: \"Out of your own mouth I will judge you, you wicked slave. You knew that I am an austere man, taking what I did not lay down and reaping what I did not sow.\"",
          "greek": "λέγει αὐτῷ· ἐκ τοῦ στόματός σου κρινῶ σε, πονηρὲ δοῦλε. ᾔδεις ὅτι ἐγὼ ἄνθρωπος αὐστηρός εἰμι, αἴρων ὃ οὐκ ἔθηκα καὶ θερίζων ὃ οὐκ ἔσπειρα;"
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 19:23",
          "english": "\"Why then did you not give my money to the bank, that coming I might have required it with interest?\"",
          "greek": "καὶ διὰ τί οὐκ ἔδωκάς μου τὸ ἀργύριον ἐπὶ τράπεζαν; κἀγὼ ἐλθὼν σὺν τόκῳ ἂν αὐτὸ ἔπραξα."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 19:26",
          "english": "\"For I say to you, that to everyone who has it shall be given; but from him who has not, even what he seems to have shall be taken from him.\"",
          "greek": "λέγω ὑμῖν ὅτι παντὶ τῷ ἔχοντι δοθήσεται, ἀπὸ δὲ τοῦ μὴ ἔχοντος καὶ ὃ δοκεῖ ἔχειν ἀρθήσεται ἀπ᾿ αὐτοῦ."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 19:37",
          "english": "The whole multitude of the disciples began rejoicing to praise God with a loud voice for all the powers they had seen.",
          "greek": "ἤρξαντο ἅπαν τὸ πλῆθος τῶν μαθητῶν χαίροντες αἰνεῖν τὸν θεὸν φωνῇ μεγάλῃ περὶ πασῶν ὧν εἶδον δυνάμεων."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 19:38",
          "english": "Saying: \"Blessed is the king in the name of the Lord; peace in heavens and glory in the highest.\"",
          "greek": "λέγοντες· Εὐλογημένος ὁ βασιλεύς ἐν ὀνόματι κυρίου· εἰρήνη ἐν οὐρανοῖς καὶ δόξα ἐν ὑψίστοις."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 19:43-44",
          "english": "\"For the days shall come upon you and your enemies shall cast up a rampart against you and surround you and hem you in from every side, and they will level you to the ground and your children within you, and they will not leave stone upon stone in you, because you did not know the time of your visitation.\"",
          "greek": "ὅτι ἥξουσιν ἡμέραι ἐπὶ σέ καὶ περιβαλοῦσιν οἱ ἐχθροί σου χάρακά σοι καὶ περικυκλώσουσιν σε καὶ συνέξουσιν σε πάντοθεν, καὶ ἐδαφιοῦσίν σε καὶ τὰ τέκνα σου ἐν σοί, καὶ οὐκ ἀφήσουσιν λίθον ἐπὶ λίθον ἐν σοί, ἀνθ᾽ ὧν οὐκ ἔγνως τὸν καιρὸν τῆς ἐπισκοπῆς σου."
        },
        {
          "verse": 19,
          "canonical_ref": "Luke 19:45-46",
          "english": "And entering into the Temple he began to cast out those selling, saying to them: \"It is written: 'And my house shall be a house of prayer,' but you have made it a den of robbers.\"",
          "greek": "Καὶ εἰσελθὼν εἰς τὸ ἱερὸν ἤρξατο ἐκβάλλειν τοὺς πωλοῦντας λέγων αὐτοῖς· Γέγραπται· Καὶ ἔσται ὁ οἶκός μου οἶκος προσευχῆς, ὑμεῖς δὲ αὐτὸν ἐποιήσατε σπήλαιον ληστῶν."
        }
      ],
      "notes": [
        {
          "term": "Zacchaeus (Ζακχαῖος)",
          "explanation": "Tertullian identifies Zacchaeus as a foreigner (allophylus), yet his presence is retained as a dry fact of the Messenger's interaction with those outside the elite."
        },
        {
          "term": "Possessions (ὑπαρχόντων - hyparchontōn)",
          "explanation": "The term denotes material debris or property; Zacchaeus's act is the clinical liquidation of capital for communal use."
        },
        {
          "term": "Fourfold (τετραπλοῦν - tetraploun)",
          "explanation": "The order of \"fourfold I return\" is specific to the earlier witnesses, matching the Latin translations used by Tertullian."
        },
        {
          "term": "Son of Abraham (υἱὸς Ἀβραάμ - huios Abraam)",
          "explanation": "While Abraham is removed from eschatological lists (13:28) to de-emphasize biological right, the name is retained here to signify a communal/ethical return to the heritage of the Poor."
        },
        {
          "term": "Save the lost (σῶσαι τὸ ἀπολωλός - sōsai to apolōlos)",
          "explanation": "The primitive stratum notably omits \"seek\" (ζητῆσαι) in some variants. The Messenger's function is defined as the final recovery of the human form from its state of debris."
        },
        {
          "term": "Slaves (δούλους - doulous)",
          "explanation": "Strictly rendered as \"slaves\" to denote the absolute domestic authority of the Master (the Spirit) over his agents."
        },
        {
          "term": "Minas (μνᾶς - mnas)",
          "explanation": "Retained as the specific unit of currency, denoting the pneumatic resources entrusted to the community members."
        },
        {
          "term": "Trade (Πραγματεύσασθε - Pragmateysasthe)",
          "explanation": "This is the constitutional imperative for the community to actively utilize the Spirit's influx rather than remain passive."
        },
        {
          "term": "Austere (αὐστηρός - austēros)",
          "explanation": "The term describes a clinical, rigorous nature, used by the Master to expose the slave's internal lack of productivity."
        },
        {
          "term": "What he seems to have (ὃ δοκεῖ ἔχειν - ho dokei echein)",
          "explanation": "This variant, found in Marcion and several early Greek witnesses, suggests that the \"unprofitable slave\" only possessed an appearance of wealth/knowledge, which is exposed as debris upon judgment."
        },
        {
          "term": "Omission of Triumphal Entry (19:29-46)",
          "explanation": "Epiphanius and other witnesses explicitly state that Marcion's text \"jumped over\" this section. This omission removes the Messianic political theater of entering Jerusalem, keeping the focus on the internal teaching of the Travel Narrative."
        },
        {
          "term": "Peace in heavens (εἰρήνη ἐν οὐρανοῖς - eirēnē en ouranois)",
          "explanation": "This variant (A, etc.) is restored over the canonical \"peace on earth.\" It reflects the pneumatic priority of the Jamesian stratum, where order is first restored in the celestial sphere before descending."
        },
        {
          "term": "Visitation (ἐπισκοπῆς - episkopēs)",
          "explanation": "A forensic term for the moment of divine scrutiny."
        },
        {
          "term": "Immediately (παραχρῆμα - parachrēma)",
          "explanation": "This reflects the urgent eschatological expectation of the early community before the transition into a stabilized institution."
        },
        {
          "term": "Rampart (χάρακα - charaka)",
          "explanation": "A clinical military term for a siege wall. In the Jamesian Protograph, this serves as the 'Pella Oracle,' a cryptic warning that allowed the Jerusalem community to flee before the city was locked."
        },
        {
          "term": "Children within you (τὰ τέκνα σου ἐν σοί)",
          "explanation": "Refers to the biological and cultural offspring of the old order that will be purged in the collapse of the material ultimates."
        },
        {
          "term": "Temple (ἱερὸν - hieron)",
          "explanation": "Strictly the Temple complex, identified as the clinical site where the \"Opposition Priesthood\" challenged the institutional elite."
        },
        {
          "term": "Excision of \"and buying\"",
          "explanation": "The reconstruction omits \"and those buying,\" following the shorter reading which focuses the Messenger's action on the removal of commercial \"debris\" from the sacred space."
        }
      ],
      "additional_explanation": {
        "title": "The Stewardship of the Word",
        "content": "Chapter 17 of the Protograph defines the Economics of Judgment.",
        "points": [
          {
            "title": "The Case of Zacchaeus",
            "explanation": "The story is a forensic demonstration of the \"Ebionite\" ethic. Zacchaeus is not saved by faith in an abstract sense, but by the clinical act of returning stolen capital and liquidating his property. This serves as the ultimate realization of the \"Law of Liberty\" within the community of the poor."
          },
          {
            "title": "The Rejection of the Temple Entry",
            "explanation": "By omitting the Triumphal Entry (19:29-46), the Protograph avoids portraying Jesus as a Davidic king claiming the physical Temple. Instead, the narrative transitions directly from the stewardship of the minas to the internal reality of the Messenger's authority."
          },
          {
            "title": "The Austere Master",
            "explanation": "The parable of the minas functions as a warning against the \"unprofitable\" state. The judgment is based strictly on the \"use\" of what was given; the slave who treats the Word as static debris is stripped of even his \"appearance\" of possession."
          }
        ]
      }
    },
    {
      "chapter": 18,
      "title": "Proto-Luke Chapter 18",
      "preamble": "This stratum corresponds to canonical Luke 20 and continues the confrontation with the Jerusalem elite, focusing on the source of authority and the rejection of material/biological ties in the age to come. The Parable of the Wicked Tenants (20:9-18) and the Proof from the Bush (20:37-38a) are NOT present in this primitive layer.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 20:1",
          "english": "And it happened on one of the days, as he was teaching the people in the Temple and announcing the good news...",
          "greek": "Ἐγένετο ἐν μιᾷ τῶν ἡμερῶν διδάσκοντος αὐτοῦ τὸν λαὸν ἐν τῷ ἱερῷ καὶ εὐαγγελιζομένου, ἐπέστησαν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς σὺν τοῖς πρεσβυτέροις,"
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 20:2-3",
          "english": "And they said, saying to him: 'Tell us by what authority you do these things, or who is the one who gave you this authority?' And answering he said to them: 'I will ask you also a word, and tell me:'",
          "greek": "καὶ εἶπαν λέγοντες πρὸς αὐτόν· Εἰπὸν ἡμῖν ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιεῖς, ἢ τίς ἐστιν ὁ δούς σοι τὴν ἐξουσίαν ταύτην; Ἀποκριθεὶς δὲ εἶπεν πρὸς αὐτούς· Ἐρωτήσω ὑμᾶς κἀγὼ λόγον, καὶ εἴπατέ μοι·"
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 20:4",
          "english": "The baptism of John, was it from heaven or from men?",
          "greek": "Τὸ βάπτισμα Ἰωάννου ἐξ οὐρανοῦ ἦν ἢ ἐξ ἀνθρώπων;"
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 20:5-6",
          "english": "And they reasoned among themselves, saying: 'If we say, From heaven, he will say, Why did you not believe him? But if we say, From men, all the people will stone us...'",
          "greek": "οἱ δὲ συνελογίσαντο πρὸς ἑαυτοὺς λέγοντες ὅτι ἐὰν εἴπωμεν· Ἐξ οὐρανοῦ, ἐρεῖ· Διὰ τί οὐκ ἐπιστεύσατε αὐτῷ; ἐὰν δὲ εἴπωμεν· Ἐξ ἀνθρώπων, ὁ λαὸς ἅπας καταλιθάσει ἡμᾶς·"
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 20:8",
          "english": "And he said to them, 'Neither do I tell you by what authority I do these things.'",
          "greek": "καὶ ὁ Ἰησοῦς εἶπεν αὐτοῖς· Οὐδὲ ἐγὼ λέγω ὑμῖν ἐν ποίᾳ ἐξουσίᾳ ταῦτα ποιῶ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 20:19",
          "english": "And the scribes and the chief priests sought to lay hands on him in that very hour, and they feared the people.",
          "greek": "Καὶ ἐζήτησαν οἱ γραμματεῖς καὶ οἱ ἀρχιερεῖς ἐπιβαλεῖν ἐπ᾿ αὐτὸν τὰς χεῖρας ἐν αὐτῇ τῇ ὥρᾳ, καὶ ἐφοβήθησαν τὸν λαόν."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 20:24",
          "english": "Show me a denarius. Whose image and inscription does it have? And they said, 'Caesar's.'",
          "greek": "Δείξατέ μοι δηνάριον· τίνος ἔχει εἰκόνα καὶ ἐπιγραφήν; οἱ δὲ εἶπαν· Καίσαρος."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 20:25",
          "english": "And he said to them: 'Give back therefore the things of Caesar to Caesar, and the things of God to God.'",
          "greek": "ὁ δὲ εἶπεν αὐτοῖς· Τοίνυν ἀπόδοτε τὰ Καίσαρος Καίσαρι καὶ τὰ τοῦ θεοῦ τῷ θεῷ."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 20:27",
          "english": "And certain of the Sadducees came to him, those saying against there being a resurrection, and questioned him.",
          "greek": "Προσελθόντες δέ τινες τῶν Σαδδουκαίων, οἱ ἀντιλέγοντες ἀνάστασιν μὴ εἶναι, ἐπηρώτησαν αὐτόν."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 20:34-35",
          "english": "And Jesus said to them: 'The sons of this age marry and are given in marriage, but those considered worthy to attain that age and the resurrection from the dead neither marry nor are given in marriage.'",
          "greek": "καὶ εἶπεν αὐτοῖς ὁ Ἰησοῦς· Οἱ υἱοὶ τοῦ αἰῶνος τούτου γαμοῦσιν καὶ γαμίσκονται, οἱ δὲ καταξιωθέντες τοῦ αἰῶνος ἐκείνου τυχεῖν καὶ τῆς ἀναστάσεως τῆς ἐκ νεκρῶν οὔτε γαμοῦσιν οὔτε γαμίζονται·"
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 20:36",
          "english": "For they cannot die anymore, for they are equal to messengers and are sons of God, being sons of the resurrection.",
          "greek": "οὐδὲ γὰρ ἀποθανεῖν ἔτι δύνανται, ἰσάγγελοι γάρ εἰσιν καὶ υἱοί εἰσιν θεοῦ τῆς ἀναστάσεως υἱοὶ ὄντες."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 20:41",
          "english": "And he said to them: 'How do they say that the Christ is the son of David?'",
          "greek": "Εἶπεν δὲ πρὸς αὐτούς· Πῶς λέγουσιν τὸν χριστὸν εἶναι υἱὸν Δαυίδ;"
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 20:44",
          "english": "David therefore calls him 'Lord,' and how is he his son?",
          "greek": "Δαυὶδ οὖν κύριον αὐτὸν καλεῖ, καὶ πῶς αὐτοῦ υἱός ἐστιν;"
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 20:45-46",
          "english": "And while all the people were listening, he said to the disciples: 'Beware of the scribes who desire to walk around in robes and love greetings in the marketplaces and chief seats in the assemblies and chief places at the suppers.'",
          "greek": "Ἀκούοντος δὲ παντὸς τοῦ λαοῦ εἶπεν τοῖς μαθηταῖς· Προσέχετε ἀπὸ τῶν γραμματέων τῶν θελόντων περιπατεῖν ἐν στολαῖς καὶ φιλούντων ἀσπασμοὺς ἐν ταῖς ἀγοραῖς καὶ πρωτοκαθεδρίας ἐν ταῖς συναγωγαῖς καὶ πρωτοκλισίας ἐν τοῖς δείπνοις."
        }
      ],
      "notes": [
        {
          "term": "Temple (ἱερῷ - hierō)",
          "explanation": "The term refers specifically to the physical complex where the Jamesian 'Opposition Priesthood' confronted the Sadducean establishment."
        },
        {
          "term": "Announcing the good news (εὐαγγελιζομένου - euangelizomenou)",
          "explanation": "This implies the performance of heraldic duty, a definitive Jamesian marker."
        },
        {
          "term": "Reasoned together (συνελογίσαντο - synelogisanto)",
          "explanation": "Reconstructed as the primitive technical term for the internal legal deliberation of the elite."
        },
        {
          "term": "Stone down (καταλιθάσει - katalithasei)",
          "explanation": "A specific forensic threat of execution from the marginalized crowds."
        },
        {
          "term": "Omission of the Wicked Tenants (20:9-18)",
          "explanation": "Epiphanius confirms this section was absent. The parable anchors Jesus in a biological 'inheritance' (klēronomia) from the previous 'prophets,' a concept the Protograph rejects in favor of a pneumatic descent."
        },
        {
          "term": "Denarius (δηνάριον - dēnarion)",
          "explanation": "A dry forensic fact—the Roman silver coin representing the 'Mammon of unrighteousness' within the imperial economy."
        },
        {
          "term": "Give back (ἀπόδοτε - apodote)",
          "explanation": "Reflects the Greek sense of rendering a debt or returning what is already owed to the worldly power, separating it entirely from the things of the Spirit."
        },
        {
          "term": "Attain (τυχεῖν - tychein)",
          "explanation": "The reconstruction confirms that entry into the 'age to come' is a pneumatic achievement rather than a biological right."
        },
        {
          "term": "Neither marry nor are given in marriage",
          "explanation": "This highlights the Jamesian/Ebionite focus on asceticism and the dissolution of the 'Proprium' (self-love) through the abolition of biological family structures."
        },
        {
          "term": "Equal to messengers (ἰσάγγελοι - isangeloi)",
          "explanation": "Per the philosophy, 'angeloi' is translated as messengers, identifying the state of the risen as entities of the pneumatic order."
        },
        {
          "term": "Omission of the Bush (20:37-38a)",
          "explanation": "Epiphanius explicitly states this section was absent. Its removal excises the canonical attempt to anchor the resurrection in the 'God of the Fathers' (Abraham, Isaac, and Jacob), maintaining the Protograph's focus on the Spirit over historical biology."
        },
        {
          "term": "Christ not David's son (20:41-44)",
          "explanation": "The Messenger uses the internal logic of the Spirit to decouple the Christ from biological Davidic ancestry, consistent with the Adoptionist stratum of the Jamesian source."
        },
        {
          "term": "Robes (στολαῖς - stolais)",
          "explanation": "Denotes the formal, status-heavy attire of the institutional elite, which the Protograph identifies as material debris."
        }
      ],
      "additional_explanation": {
        "title": "The Rejection of Biological Authority",
        "content": "Chapter 18 of the Protograph systematically dismantles the theological foundations of the Jerusalem elite.",
        "points": [
          {
            "title": "The Decoupling from the Prophets",
            "explanation": "By omitting the Parable of the Wicked Tenants (20:9-18), the Protograph rejects the notion that Jesus is the 'heir' of the prophetic tradition in a biological or institutional sense. The authority of the Messenger comes directly from the Spirit, not through inheritance."
          },
          {
            "title": "The Abolition of Marriage",
            "explanation": "The teaching on resurrection (20:35) declares that the biological family structure is abolished in the age to come. This aligns with the Ebionite asceticism and the rejection of 'Proprium' (self-love) that defines the community of the Poor."
          },
          {
            "title": "Christ Not David's Son",
            "explanation": "The riddle about David calling the Christ 'Lord' (20:41-44) is the climax of the chapter. It uses scriptural logic to sever the Christ from the Davidic bloodline, reinforcing the Adoptionist Christology of the Protograph."
          }
        ]
      }
    },
    {
      "chapter": 19,
      "title": "Proto-Luke Chapter 19",
      "preamble": "This stratum corresponds to canonical Luke 21 and comprises the 'Little Apocalypse,' providing the eschatological framework for the movement. A defining feature is the absence of the post-70 CE 'Armies surrounding Jerusalem' prophecy, which is restored here to its primitive Danielic 'Abomination of Desolation' form.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 21:1-2",
          "english": "And looking up, he saw the rich casting their gifts into the treasury. And he saw a certain poor widow casting in there two lepta.",
          "greek": "Καὶ ἀναβλέψας εἶδεν τοὺς βάλλοντας εἰς τὸ γαζοφυλάκιον τὰ δῶρα αὐτῶν πλουσίους. εἶδεν δέ τινα χήραν πενιχρὰν βάλλουσαν ἐκεῖ λεπτὰ δύο."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 21:3-4",
          "english": "And he said, 'Truly I say to you, that this poor widow has cast in more than all. For all these out of their abundance cast into the gifts, but she out of her lack cast in all the living that she had.'",
          "greek": "καὶ εἶπεν· ἀληθῶς λέγω ὑμῖν ὅτι ἡ χήρα ἡ πτωχὴ αὕτη πλεῖον πάντων ἔβαλεν· πάντες γὰρ οὗτοι ἐκ τοῦ περισσεύοντος αὐτοῖς ἔβαλον εἰς τὰ δῶρα, αὕτη δὲ ἐκ τοῦ ὑστερήματος αὐτῆς πάντα τὸν βίον ὃν εἶχεν ἔβαλεν."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 21:8",
          "english": "And he said, 'Take heed that you be not led astray; for many shall come in my name, saying, I am the Christ, and the time has come near; do not go after them.'",
          "greek": "ὁ δὲ εἶπεν· βλέπετε μὴ πλανηθῆτε· πολλοὶ γὰρ ἐλεύσονται ἐπὶ τῷ ὀνόματί μου λέγοντες· ἐγώ εἰμι ὁ Χριστός, καὶ· ὁ καιρὸς ἤγγικεν· μὴ πορευθῆτε ὀπίσω αὐτῶν."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 21:9-10",
          "english": "And when you hear of wars and disturbances, do not be terrified; for these things must first happen, but the end is not immediately. Then he said to them, 'Nation shall rise against nation, and kingdom against kingdom.'",
          "greek": "ὅταν δὲ ἀκούσητε πολέμους καὶ ἀκαταστασίας, μὴ πτοηθῆτε· δεῖ γὰρ ταῦτα γενέσθαι πρῶτον, ἀλλ᾽ οὐκ εὐθέως τὸ τέλος. Τότε ἔλεγεν αὐτοῖς· ἐγερθήσεται ἔθνος ἐπ᾽ ἔθνος καὶ βασιλεία ἐπὶ βασιλείαν."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 21:11",
          "english": "And there shall be great earthquakes, and in various places pestilences and famines; and there shall be terrors and great signs from heaven.",
          "greek": "σεισμοί τε μεγάλοι καὶ κατὰ τόπους λοιμοὶ καὶ λιμοὶ ἔσονται, φόβητρά τε καὶ ἀπ᾿ οὐρανοῦ σημεῖα μεγάλα ἔσται."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 21:12-13",
          "english": "But before all these things they will lay their hands upon you and persecute you, delivering you up to the assemblies and prisons, being led before kings and governors for my name's sake; it will result in testimony for you.",
          "greek": "πρὸ δὲ τούτων ἐπιβαλοῦσιν ἐφ᾽ ὑμᾶς τὰς χεῖρας αὐτῶν καὶ διώξουσιν, παραδιδόντες εἰς τὰς συναγωγὰς καὶ φυλακάς, ἀπαγομένους ἐπὶ βασιλεῖς καὶ ἡγεμόνας ἕνεκεν τοῦ ὀνόματός μου· ἀποβήσεται ὑμῖν εἰς μαρτύριον."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 21:15",
          "english": "For I will give you a mouth and wisdom which all those opposing you will not be able to resist or contradict.",
          "greek": "ἐγὼ γὰρ δώσω ὑμῖν στόμα καὶ σοφίαν ᾗ οὐ δυνήσονται ἀντιστῆναι ἢ ἀντειπεῖν πάντες οἱ ἀντικείμενοι ὑμῖν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 21:17",
          "english": "And you will be hated by all because of my name.",
          "greek": "καὶ ἔσεσθε μισούμενοι ὑπὸ πάντων διὰ τὸ ὄνομά μου."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 21:19",
          "english": "In your patience you will save yourselves.",
          "greek": "ἐν τῇ ὑπομονῇ σώσετε ἑαυτούς."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 21:20",
          "english": "But when you see the abomination of desolation standing where it ought not, then know that its desolation has come near.",
          "greek": "Ὅταν δὲ ἴδητε τὸ βδέλυγμα τῆς ἐρημώσεως ἑστὼς ὅπου οὐ δεῖ, τότε γνῶτε ὅτι ἤγγικεν ἡ ἐρήμωσις αὐτῆς."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 21:25-26",
          "english": "And there shall be signs in sun and moon and stars, and on the earth distress of nations in perplexity at the roar of the sea and the surging. Men fainting from fear and expectation of the things coming on the world; for the powers of the heavens shall be shaken.",
          "greek": "Καὶ ἔσονται σημεῖα ἐν ἡλίῳ καὶ σελήνῃ καὶ ἄστροις, καὶ ἐπὶ τῆς γῆς συνοχὴ ἐθνῶν ἐν ἀπορίᾳ ἤχους θαλάσσης καὶ σάλου, ἀποψυχόντων ἀνθρώπων ἀπὸ φόβου καὶ προσδοκίας τῶν ἐπερχομένων τῇ οἰκουμένῃ, αἱ γὰρ δυνάμεις τῶν οὐρανῶν σαλευθήσονται."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 21:27",
          "english": "And then they shall see the son of man coming from the heavens with much power and glory.",
          "greek": "καὶ τότε ὄψονται τὸν υἱὸν τοῦ ἀνθρώπου ἐρχόμενον ἐν νεφέλῃ μετὰ δυνάμεως καὶ δόξης πολλῆς."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 21:28",
          "english": "But when these things begin to happen, stand up and lift up your heads, because your redemption draws near.",
          "greek": "ἀρχομένων δὲ τούτων γίνεσθαι ἀνακύψατε καὶ ἐπάρατε τὰς κεφαλὰς ὑμῶν, διότι ἐγγίζει ἡ ἀπολύτρωσις ὑμῶν."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 21:29-30",
          "english": "And he spoke a parable to them: 'Look at the fig tree and all the trees. When they already bring forth fruit, looking at them you know for yourselves that the summer is already near.'",
          "greek": "Καὶ εἶπεν παραβολὴν αὐτοῖς· ἴδετε τὴν συκῆν καὶ πάντα τὰ δένδρα· ὅταν προβάλωσιν ἤδη καρπόν, βλέποντες ἀφ᾿ ἑαυτῶν γινώσκετε ὅτι ἤδη ἐγγὺς τὸ θέρος ἐστίν·"
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 21:31",
          "english": "So also you, when you see these things happening, know that the kingdom of God is near.",
          "greek": "οὕτως καὶ ὑμεῖς, ὅταν ἴδητε ταῦτα γινόμενα, γινώσκετε ὅτι ἐγγὺς ἐστιν ἡ βασιλεία τοῦ θεοῦ."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 21:33",
          "english": "The heaven and the earth shall pass away, but my words shall not pass away.",
          "greek": "ὁ οὐρανὸς καὶ ἡ γῆ παρελεύσονται, οἱ δὲ λόγοι μου οὐ μὴ παρελεύσονται."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 21:34",
          "english": "But take heed to yourselves, lest your hearts be weighed down with debauchery and drunkenness and the anxieties of this life, and that day come upon you suddenly as a snare.",
          "greek": "Προσέχετε δὲ ἑαυτοῖς μήποτε βαρηθῶσιν ὑμῶν αἱ καρδίαι ἐν κραιπάλῃ καὶ μέθῃ καὶ μερίμναις βιωτικαῖς καὶ ἐπιστῇ ἐφ᾽ ὑμᾶς αἰφνίδιος ἡ ἡμέρα ἐκείνη."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 21:37-38",
          "english": "And during the days he was teaching in the Temple, and during the nights he went out and lodged on the mountain called Olives. And all the people came early in the morning to him in the Temple to listen to him.",
          "greek": "ὧν δὲ τὰς ἡμέρας ἐν τῷ ἱερῷ διδάσκων, τὰς δὲ νύκτας ἐξερχόμενος ηὐλίζετο εἰς τὸ ὄρος τὸ καλούμενον Ἐλαιῶν."
        }
      ],
      "notes": [
        {
          "term": "Treasury (γαζοφυλάκιον - gazophylakion)",
          "explanation": "The term identifies the economic heart of the Temple establishment, which the Jamesian community viewed as the center of 'Mammon.'"
        },
        {
          "term": "Lepta (λεπτά)",
          "explanation": "The smallest Greek copper coin; retained to emphasize the clinical economic reality of the 'Poor' (Ebionim)."
        },
        {
          "term": "Led astray (πλανηθῆτε - planēthēte)",
          "explanation": "A forensic warning against the corruption of the pneumatic path by false claimants."
        },
        {
          "term": "I am the Christ (ἐγώ εἰμι ὁ Χριστός)",
          "explanation": "This specific phrasing is found in the Marcionite layer, distancing the Messenger from those claiming localized, material messiahship."
        },
        {
          "term": "Pestilences and famines (λοιμοὶ καὶ λιμοὶ)",
          "explanation": "The reconstruction follows the order found in the earliest witnesses (B, OL, sys), which was often inverted in later Byzantine manuscripts."
        },
        {
          "term": "Testimony (μαρτύριον - martyrion)",
          "explanation": "Not a legal defense, but a spiritual manifestation of the Truth against the 'Rulers of this Age.' In this context, the suffering of the community is viewed as a legal exhibit within the trial of the old aeon."
        },
        {
          "term": "Assemblies (συναγωγάς - synagōgas)",
          "explanation": "Per the translation philosophy, 'assemblies' is used to denote the local Judean administrative and gathering centers where the Jamesian community faced forensic inquiry."
        },
        {
          "term": "Governors (ἡγεμόνας - hēgemonas)",
          "explanation": "A dry clinical term for Roman administrative officials, consistent with the historical timeframe of the early Jerusalem mission."
        },
        {
          "term": "Hated (μισούμενοι - misoumenoi)",
          "explanation": "This term reflects the social and economic exclusion (Ebionite context) experienced by the community of the Poor in Jerusalem."
        },
        {
          "term": "Excision of 21:18",
          "explanation": "The promise that 'not a hair of your head shall perish' is omitted in this stratum, as it is a later harmonizing gloss that contradicts the forensic reality of martyrdom mentioned in verse 16."
        },
        {
          "term": "Patience (ὑπομονῇ - hypomonē)",
          "explanation": "Better rendered as 'patient endurance.' The singular reading 'save yourselves' is attested in the Marcionite layer, focusing on the preservation of the pneumatic self."
        },
        {
          "term": "Abomination of Desolation (βδέλυγμα τῆς ἐρημώσεως)",
          "explanation": "CRITICAL FORENSIC RESTORATION. The term βδέλυγμα (bdelygma) refers to something ritually detestable, while ἐρήμωσις (erēmōseōs) denotes a clinical laying-waste. Tertullian (Adv. Marc. 4.39.9) actually attests the canonical reading 'surrounded by armies' (vallari exercitibus), indicating his Latin copy had already been updated to conform to historical events. However, forensic stratigraphy identifies the 'armies' detail as a vaticinium ex eventu—a prophecy written after the fact to match the Roman siege of Titus. The 'Abomination' warning (matching Mark 13:14, Matthew 24:15) provided the pre-emptive signal required for the Jerusalem Church to flee to Pella, as mentioned by Eusebius. A warning of 'armies surrounding the city' is clinically useless for flight since the city would already be sealed. This restoration identifies the Jamesian Protograph as a document drafted before 70 CE."
        },
        {
          "term": "Distress (συνοχή - synochē)",
          "explanation": "Denotes a 'constriction' or being hemmed in by the collapse of the old order."
        },
        {
          "term": "Powers (δυνάμεις)",
          "explanation": "Refers to the pneumatic structures of the celestial realm."
        },
        {
          "term": "Heavens (οὐρανῶν)",
          "explanation": "Tertullian attests the plural 'heavens,' a variant that emphasizes the cosmic origin of the Son of Man."
        },
        {
          "term": "Redemption (ἀπολύτρωσις - apolytrōsis)",
          "explanation": "The clinical 'loosing' or 'releasing' of the community from the material debris of the age."
        },
        {
          "term": "Fruit (καρπόν - karpon)",
          "explanation": "The inclusion of 'fruit' (rather than just 'leaves') is a characteristic of the Western and Marcionite text, signifying the maturation of the work."
        },
        {
          "term": "My words (οἱ λόγοι μου)",
          "explanation": "In the Jamesian Protograph, the permanence of Jesus's specific words replaces the canonical emphasis on the 'Law' (nomos), reflecting the transition to the new covenant of the Spirit."
        },
        {
          "term": "Debauchery (κραιπάλῃ - kraipalē)",
          "explanation": "Specifically refers to the nausea or 'hangover' of material indulgence; the text treats sensory excess as a weight on the heart."
        }
      ],
      "additional_explanation": {
        "title": "The Abomination and the Pella Oracle",
        "content": "Chapter 19 of the Protograph is the Manual of the Great Transition.",
        "points": [
          {
            "title": "The Chronometer of Flight",
            "explanation": "The most significant forensic detail is the restoration of v. 20. Canonical Luke was edited after 70 CE to make the prophecy conform to the Roman circumvallation ('surrounded by armies'). The Protograph, however, contains the 'Abomination of Desolation'—the cryptic signal that allowed the Jerusalem community to flee to Pella BEFORE the city was locked. A prophecy given while the city is already surrounded would be clinically useless for flight."
          },
          {
            "title": "The Supersession of Debris",
            "explanation": "In v. 33, the Messenger asserts that his 'words' are more permanent than the physical universe. This reflects a High Pneumatic Christology where the Spirit (the Word) is the only objective reality, and the material 'heaven and earth' are merely temporary vessels."
          },
          {
            "title": "The Law of Sobriety",
            "explanation": "The warning against 'kraipalē' (debauchery) and 'anxieties of life' is a typical Jamesian exhortation. Discipleship in the Protograph requires an 'unweighted' heart, free from the sensory debris of the world, to perceive the coming redemption."
          }
        ]
      }
    },
    {
      "chapter": 20,
      "title": "Proto-Luke Chapter 20",
      "preamble": "This stratum corresponds to canonical Luke 22 and comprises the 'Passion Narrative' of the Jamesian Protograph. Stripped of 'Atonement' theology and physicalist interpolations, this text reveals a narrative of eschatological transition and martyr's resolve.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 22:1-2",
          "english": "And the feast of unleavened bread, the one called Passover, was drawing near. And the chief priests and the scribes were seeking how they might kill him; for they feared the people.",
          "greek": "Ἤγγιζεν δὲ ἡ ἑορτὴ τῶν ἀζύμων ἡ λεγομένη πάσχα. καὶ ἐζήτουν οἱ ἀρχιερεῖς καὶ οἱ γραμματεῖς τὸ πῶς ἀνέλωσιν αὐτόν, ἐφοβοῦντο γὰρ τὸν λαόν."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 22:4-6",
          "english": "And Judas went away and spoke with the commanders how he might deliver him to them. And they were glad and agreed to give him silver.",
          "greek": "καὶ ἀπελθὼν συνελάλησεν τοῖς ἀρχιερεῦσιν καὶ στρατηγοῖς τὸ πῶς αὐτοῖς παραδῷ αὐτόν. καὶ ἐχάρησαν καὶ συνέθεντο αὐτῷ ἀργύριον δοῦναι."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 22:7-8",
          "english": "And the day of unleavened bread came... And he sent Peter and the rest, saying, 'Go and prepare the Passover for us, that we may eat.'",
          "greek": "καὶ εἶπεν τῷ Πέτρῳ καὶ τοῖς λοιποῖς· ἀπελθόντες ἑτοιμάσατε ἵνα φάγωμεν τὸ πάσχα."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 22:14-15",
          "english": "And when the hour came, he lay down, and the twelve were with him. And he said to them: 'With desire I have desired to eat this Passover with you before I suffer.'",
          "greek": "Καὶ ὅτε ἐγένετο ἡ ὥρα, ἀνέπεσεν καὶ οἱ δώδεκα σὺν αὐτῷ. καὶ εἶπεν πρὸς αὐτούς· ἐπιθυμίᾳ ἐπεθύμησα τοῦτο τὸ πάσχα φαγεῖν μεθ' ὑμῶν πρὸ τοῦ με παθεῖν·"
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 22:17-18",
          "english": "And receiving a cup, having given thanks, he said: 'Take this and divide it among yourselves. For I say to you, I will not drink from the fruit of the vine until the kingdom of God comes.'",
          "greek": "καὶ δεξάμενος ποτήριον εὐχαριστήσας εἶπεν· λάβετε τοῦτο καὶ διαμερίσατε εἰς ἑαυτούς· λέγω γὰρ ὑμῖν, οὐ μὴ πίω ἀπὸ τοῦ γενήματος τῆς ἀμπέλου ἕως οὗ ἡ βασιλεία τοῦ θεοῦ ἔλθῃ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 22:19a",
          "english": "And taking bread, having given thanks, he broke it and gave it to them, saying: 'This is my body.'",
          "greek": "καὶ λαβὼν ἄρτον εὐχαριστήσας ἔκλασεν καὶ ἔδωκεν αὐτοῖς λέγων· τοῦτό ἐστιν τὸ σῶμά μου."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 22:21-22",
          "english": "But behold, the hand of the one delivering me up is with mine on the table. For the son of man goes... but woe to that man through whom he is delivered up.",
          "greek": "πλὴν ἰδοὺ ἡ χεὶρ τοῦ παραδιδόντος με μετ᾿ ἐμοῦ ἐπὶ τῆς τραπέζης. οὐαὶ δὲ τῷ ἀνθρώπῳ ἐκείνῳ δι᾿ οὗ παραδίδοται ὁ υἱὸς τοῦ ἀνθρώπου."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 22:24-27",
          "english": "There arose also a dispute among them, as to which of them was thought to be greatest. But he said to them: 'The kings of the nations exercise authority over them, and those exercising authority over them are called benefactors. But you are not so; instead, let the greatest among you become as the younger, and the leader as the one who serves. For who is greater, the one reclining or the one who serves? Is it not the one reclining? But I am in your midst as the one who serves.'",
          "greek": "Ἐγένετο δὲ καὶ φιλονεικία ἐν αὐτοῖς, τὸ τίς αὐτῶν δοκεῖ εἶναι μείζων. ὁ δὲ εἶπεν αὐτοῖς· οἱ βασιλεῖς τῶν ἐθνῶν κυριεύουσιν αὐτῶν καὶ οἱ ἐξουσιάζοντες αὐτῶν εὐεργέται καλοῦνται. ὑμεῖς δὲ οὐχ οὕτως, ἀλλ᾽ ὁ μείζων ἐν ὑμῖν γινέσθω ὡς ὁ νεώτερος, καὶ ὁ ἡγούμενος ὡς ὁ διακονῶν. τίς γὰρ μείζων, ὁ ἀνακείμενος ἢ ὁ διακονῶν; οὐχὶ ὁ ἀνακείμενος; ἐγὼ δὲ ἐν μέσῳ ὑμῶν εἰμι ὡς ὁ διακονῶν."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 22:28-30",
          "english": "You are those who have remained with me in my trials. And I assign to you, as my Father assigned to me, a kingdom, that you may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel.",
          "greek": "ὑμεῖς δέ ἐστε οἱ διαμεμενηκότες μετ᾿ ἐμοῦ ἐν τοῖς πειρασμοῖς μου· κἀγὼ διατίθεμαι ὑμῖν καθὼς διέθετό μοι ὁ πατήρ μου βασιλείαν, ἵνα ἔσθητε καὶ πίνητε ἐπὶ τῆς τραπέζης μου ἐν τῇ βασιλείᾳ μου, καὶ καθήσεσθε ἐπὶ θρόνων τὰς δώδεκα φυλὰς κρίνοντες τοῦ Ἰσραήλ."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 22:31-34",
          "english": "Simon, Simon, behold, the Adversary has demanded to sift you like wheat. But I have prayed for you that your faith may not fail; and you, when you have turned back, strengthen your brothers. But he said to him: 'Lord, I am ready to go with you both to prison and to death.' But he said: 'I say to you, Peter, a cock will not crow today until you have three times denied that you know me.'",
          "greek": "Σίμων Σίμων, ἰδοὺ ὁ σατανᾶς ἐξῃτήσατο ὑμᾶς τοῦ σινιάσαι ὡς τὸν σῖτον· ἐγὼ δὲ ἐδεήθην περὶ σοῦ ἵνα μὴ ἐκλίπῃ ἡ πίστις σου· καὶ σύ ποτε ἐπιστρέψας στήρισον τοὺς ἀδελφούς σου. ὁ δὲ εἶπεν· λέγω σοι, Πέτρε, οὐ φωνήσει σήμερον ἀλέκτωρ ἕως τρίς με ἀπαρνήσῃ εἰδέναι."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 22:39-42",
          "english": "And going out, he went according to custom to the Mount of Olives; and the disciples also followed him. And coming to the place, he said to them: 'Pray not to enter into temptation.' And he was withdrawn from them about a stone's throw, and placing his knees, he prayed, saying: 'Father, if you are willing, remove this cup from me; yet not my will, but yours be done.'",
          "greek": "καὶ αὐτὸς ἀπεσπάσθη ἀπ᾿ αὐτῶν ὡσεὶ λίθου βολὴν καὶ θεὶς τὰ γόνατα προσηύχετο λέγων· πάτερ, εἰ βούλει παρένεγκε τοῦτο τὸ ποτήριον ἀπ᾿ ἐμοῦ· πλὴν μὴ τὸ θέλημά μου ἀλλὰ τὸ σὸν γινέσθω."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 22:45-46",
          "english": "And rising from the prayer, coming to the disciples, he found them sleeping from the sorrow, and said to them: 'Why do you sleep? Rise and pray, that you may not enter into temptation.'",
          "greek": "καὶ ἀναστὰς ἀπὸ τῆς προσευχῆς, ἐλθὼν πρὸς τοὺς μαθητὰς εὗρεν κοιμωμένους αὐτοὺς ἀπὸ τῆς λύπης, καὶ εἶπεν αὐτοῖς· τί καθεύδετε; ἀναστάντες προσεύχεσθε, ἵνα μὴ εἰσέλθητε εἰς πειρασμόν."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 22:47-48",
          "english": "While he was still speaking, behold a crowd, and the one called Judas, one of the twelve, was going before them and drew near to Jesus to kiss him. But Jesus said to him: 'Judas, do you deliver up the son of man with a kiss?'",
          "greek": "ἔτι αὐτοῦ λαλοῦντος ἰδοὺ ὄχλος, καὶ ὁ λεγόμενος Ἰούδας, εἷς τῶν δώδεκα, προήρχετο αὐτοὺς καὶ ἤγγισεν τῷ Ἰησοῦ καταφιλῆσαι αὐτόν. Ἰησοῦς δὲ εἶπεν αὐτῷ· Ἰούδα, φιλήματι τὸν υἱὸν τοῦ ἀνθρώπου παραδίδως;"
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 22:52-53",
          "english": "Then Jesus said to the chief priests and commanders of the temple and elders who had come out against him: 'Have you come out as against a robber with swords and clubs? While I was with you daily in the temple, you did not stretch out your hands against me; but this is your hour and the authority of darkness.'",
          "greek": "εἶπεν δὲ Ἰησοῦς πρὸς τοὺς παραγενομένους ἐπ᾿ αὐτὸν ἀρχιερεῖς καὶ στρατηγοὺς τοῦ ἱεροῦ καὶ πρεσβυτέρους· ὡς ἐπὶ λῃστὴν ἐξήλθατε μετὰ μαχαιρῶν καὶ ξύλων; καθ᾿ ἡμέραν ὄντος μου μεθ᾿ ὑμῶν ἐν τῷ ἱερῷ οὐκ ἐξετείνατε τὰς χεῖρας ἐπ᾿ ἐμέ, ἀλλ᾿ αὕτη ἐστὶν ὑμῶν ἡ ὥρα καὶ ἡ ἐξουσία τοῦ σκότους."
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 22:63-65",
          "english": "And the men who were holding him were mocking him, beating him. And having blindfolded him, they were asking, saying: 'Prophesy! Who is the one who struck you?'",
          "greek": "Καὶ οἱ ἄνδρες οἱ συνέχοντες αὐτὸν ἐνέπαιζον αὐτῷ δέροντες, καὶ περικαλύψαντες αὐτὸν ἐπηρώτων λέγοντες· προφήτευσον, τίς ἐστιν ὁ παίσας σε;"
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 22:66-67",
          "english": "And as it became day, the assembly of the elders of the people was gathered... and they led him away into their council, saying: 'If you are the Christ, tell us.' But he said to them: 'If I tell you, you will not believe.'",
          "greek": "Καὶ ὡς ἐγένετο ἡμέρα, συνήχθη τὸ πρεσβυτέριον τοῦ λαοῦ, ἀρχιερεῖς τε καὶ γραμματεῖς, καὶ ἀπήγαγον αὐτὸν εἰς τὸ συνέδριον αὐτῶν λέγοντες· εἰ σὺ εἶ ὁ χριστός, εἰπὸν ἡμῖν. εἶπεν δὲ αὐτοῖς· ἐὰν ὑμῖν εἴπω, οὐ μὴ πιστεύσητε."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 22:69",
          "english": "But from now on the son of man shall be seated at the right hand of the power of God.",
          "greek": "ἀπὸ τοῦ νῦν δὲ ἔσται ὁ υἱὸς τοῦ ἀνθρώπου καθήμενος ἐκ δεξιῶν τῆς δυνάμεως τοῦ θεοῦ."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 22:70",
          "english": "And they all said: 'Are you then the Son of God?' And he said to them: 'You say it.'",
          "greek": "εἶπαν δὲ πάντες· σὺ οὖν εἶ ὁ υἱὸς τοῦ θεοῦ; ὁ δὲ πρὸς αὐτοὺς ἔφη· ὑμεῖς λέγετε ὅτι ἐγώ εἰμι."
        }
      ],
      "notes": [
        {
          "term": "Unleavened bread / Passover (ἀζύμων / πάσχα)",
          "explanation": "Dry forensic markers of the Judean festival cycle, establishing the legal timeframe of the narrative."
        },
        {
          "term": "Omission of Satan entering Judas (22:3)",
          "explanation": "The phrase 'And Satan entered into Judas' is entirely absent from this stratum. The betrayal is recorded as a clinical legal and economic transaction, not a supernatural possession."
        },
        {
          "term": "Commanders (στρατηγοῖς - stratēgois)",
          "explanation": "Literally 'commanders'—denotes the specific military-police authority of the Temple guard rather than generic officials."
        },
        {
          "term": "Silver (ἀργύριον - argyrion)",
          "explanation": "Highlights the economic substrate of the betrayal, consistent with the Jamesian focus on the corrupting nature of material ultimates."
        },
        {
          "term": "The twelve (δώδεκα - dōdeka)",
          "explanation": "The reconstruction follows the primitive variant omitting 'apostles,' focusing on the functional unit rather than the later ecclesiastical title."
        },
        {
          "term": "Western Short Text (22:19b-20 Omitted)",
          "explanation": "CONTESTED. The forensic reconstruction follows the Western/Marcionite layer (D, Old Latin), which omits the second cup with 'blood of the new covenant poured out for you.' However, Tertullian (Adv. Marc. 4.40.4) alludes to 'blood sealing,' suggesting conflicting witnesses. Epiphanius omits the second cup entirely. In the primitive stratum, the meal was an eschatological anticipation for the 'Poor' (Ebionim), not a Pauline mystery cult centered on vicarious atonement. The evidence is genuinely divided between witnesses."
        },
        {
          "term": "Among yourselves (ἑαυτούς - heautous)",
          "explanation": "Emphasizes the communal distribution of resources, a hallmark of the Ebionite social order."
        },
        {
          "term": "The one serving (διακονῶν - diakonōn)",
          "explanation": "In the context of the Jamesian 'Opposition Priesthood,' this defines authority as a function of communal labor rather than institutional rank. In the Jamesian stratum, this denotes a functional role within the assembly rather than a religious office."
        },
        {
          "term": "Benefactors (εὐεργέται - euergetai)",
          "explanation": "A specific socio-political title of the Greco-Roman world. The Messenger uses it here to critique the 'Old Aeon' logic of patronage and hierarchy."
        },
        {
          "term": "Younger (νεώτερος - neōteros)",
          "explanation": "This term emphasizes the dissolution of status based on age or biological seniority, replacing it with the pneumatic equality of the community of use."
        },
        {
          "term": "Crowd (ὄχλος - ochlos)",
          "explanation": "The reconstruction specifies a 'crowd,' likely representing the temple police or administrative assistants of the elite."
        },
        {
          "term": "Deliver up (παραδίδως - paradidōs)",
          "explanation": "'Deliver up' is used to reflect the forensic nature of the transaction. Following the excision of 22:3 (the entry of Satan), the act of Judas is presented as a clinical legal betrayal within the Ultimates of the social order."
        },
        {
          "term": "Commanders of the Temple (στρατηγοὺς τοῦ ἱεροῦ - stratēgous tou hierou)",
          "explanation": "Specifically refers to the captains of the temple guard, identifying the arrest as an institutional Judean action."
        },
        {
          "term": "Robber (λῃστήν - lēstēn)",
          "explanation": "The term used for an insurrectionist or social bandit, highlighting the Temple elite's attempt to categorize the movement as a political threat."
        },
        {
          "term": "The Adversary (ὁ Σατανᾶς - ho Satanas)",
          "explanation": "Rendered as 'the Adversary' to reflect the functional role of the prosecutor in the transition between aeons. The verb ἐξῃτήσατο (exētēsato) is a forensic term meaning 'to demand for trial' or 'to claim by legal suit,' reinforcing the identity of this entity as a celestial prosecutor rather than a mythological demon."
        },
        {
          "term": "Omission of Two Swords (22:35-38)",
          "explanation": "Its removal eliminates the later attempt to portray the disciples as armed or to justify subsequent defensive violence."
        },
        {
          "term": "Omission of Bloody Sweat (22:43-44)",
          "explanation": "The narrative of the 'angel from heaven' and the 'sweat like drops of blood' is a later interpolation (absent in P75, א, and B). Its removal restores the Jamesian Christ of stoic resolve, facing death with spiritual confidence."
        },
        {
          "term": "Sleeping from sorrow (κοιμωμένους... ἀπὸ τῆς λύπης) in 22:45",
          "explanation": "The reconstruction includes the causal phrase 'from the sorrow,' attested in the primitive witnesses. This details the pneumatic weight on the disciples during the eschatological transition."
        },
        {
          "term": "Temptation (πειρασμόν - peirasmon) in 22:46",
          "explanation": "In the Protograph, the focus remains on the community's internal vigilance and the clinical rejection of material anxiety during the eschatological transition."
        },
        {
          "term": "Authority of darkness (ἐξουσία τοῦ σκότους)",
          "explanation": "Denotes the legal or delegated power permitted to the old order in its final hour."
        },
        {
          "term": "Right hand of the power of God (22:69)",
          "explanation": "The definitive Jamesian/Pauline confession of spiritual resurrection and exaltation, occurring without the need for an empty tomb."
        },
        {
          "term": "You say it (ὑμεῖς λέγετε)",
          "explanation": "The ambiguous, non-committal response by which Jesus accepts the titles through the mouth of his accusers."
        }
      ],
      "additional_explanation": {
        "title": "The Anatomy of the Transition",
        "content": "Chapter 20 of the Protograph provides the Anatomy of the Transition.",
        "points": [
          {
            "title": "The Non-Atoning Meal",
            "explanation": "By excising the 'Atonement' additions (vv. 19b-20), the text reveals a meal where the focus is 'divide among yourselves' (v. 17). It is a ritual of communal solidarity and a 'Kingdom Banquet' in miniature, rather than a mystery cult centered on blood sacrifice."
          },
          {
            "title": "The Stoic Christ",
            "explanation": "The removal of the 'bloody sweat' (vv. 43-44) is essential. The Jamesian Jesus does not collapse in biological terror; he undergoes a 'final separation' from the maternal/finite self with a resolve that models the conduct of the future martyrs of the Jerusalem church."
          },
          {
            "title": "Spiritual Enthronement",
            "explanation": "Verse 69 provides the climax of the chapter. The 'Resurrection' is presented here not as a physical return to the old life, but as an immediate transition to the 'Right Hand of Power.' The forensic reality of the cross is the mechanism by which the Son of Man enters his spiritual state."
          }
        ]
      }
    },
    {
      "chapter": 21,
      "title": "Proto-Luke Chapter 21",
      "preamble": "This stratum corresponds to canonical Luke 23 and comprises the Trial before Pilate and Crucifixion narrative. A defining forensic marker is the unique charge 'destroying the law and the prophets' attested by Epiphanius.",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 23:1",
          "english": "And the whole multitude of them arose and led him to Pilate.",
          "greek": "Καὶ ἀναστὰν ἅπαν τὸ πλῆθος αὐτῶν ἤγαγον αὐτὸν ἐπὶ τὸν Πιλᾶτον."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 23:2",
          "english": "And they began to accuse him, saying: 'We found this man perverting our nation, and destroying the law and the prophets, and forbidding to give tribute to Caesar, saying that he himself is the Christ, a king.'",
          "greek": "ἤρξαντο δὲ κατηγορεῖν αὐτοῦ λέγοντες· Τοῦτον εὕρομεν διαστρέφοντα τὸ ἔθνος ἡμῶν καὶ καταλύοντα τὸν νόμον καὶ τοὺς προφήτας καὶ κωλύοντα φόρους Καίσαρι διδόναι καὶ λέγοντα ἑαυτὸν Χριστὸν βασιλέα εἶναι."
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 23:3",
          "english": "And Pilate questioned him, saying: 'Are you the Christ?' And he answering him said: 'You say it.'",
          "greek": "ὁ δὲ Πιλᾶτος ἠρώτησεν αὐτόν λέγων· Σὺ εἶ ὁ Χριστός; ὁ δὲ ἀποκριθεὶς αὐτῷ ἔφη· Σὺ λέγεις."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 23:4-5",
          "english": "And Pilate said to the chief priests and the crowds: 'I find nothing blameworthy in this man.' But they were insisting, saying that he stirs up the people teaching throughout all Judea, and beginning from Galilee to here.",
          "greek": "Ὁ δὲ Πιλᾶτος εἶπεν πρὸς τοὺς ἀρχιερεῖς καὶ τοὺς ὄχλους· Οὐδὲν εὑρίσκω αἴτιον ἐν τῷ ἀνθρώπῳ τούτῳ. οἱ δὲ ἐπίσχυον λέγοντες ὅτι ἀνασείει τὸν λαὸν διδάσκων καθ᾿ ὅλης τῆς Ἰουδαίας, καὶ ἀρξάμενος ἀπὸ τῆς Γαλιλαίας ἕως ὧδε."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 23:6-12",
          "english": "And Pilate, having heard, asked if the man was a Galilean. And knowing that he was from the jurisdiction of Herod, he sent him to Herod, who was himself in Jerusalem in those days. And Herod, seeing Jesus, was very glad, for he had for a long time desired to see him. And he questioned him in many words, but he answered him nothing. And Herod with his soldiers, having treated him with contempt and mocked him, having thrown a shining robe around him, sent him back to Pilate.",
          "greek": "Πιλᾶτος δὲ ἀκούσας ἐπηρώτησεν εἰ ὁ ἄνθρωπος Γαλιλαῖός ἐστιν. καὶ ἐπιγνοὺς ὅτι ἐκ τῆς ἐξουσίας Ἡρῴδου ἐστὶν ἀνέπεμψεν αὐτὸν πρὸς Ἡρῴδην, ὄντα καὶ αὐτὸν ἐν Ἱεροσολύμοις ἐν ταύταις ταῖς ἡμέραις. ὁ δὲ Ἡρῴδης ἰδὼν τὸν Ἰησοῦν ἐχάρη λίαν, ἦν γὰρ ἐξ ἱκανῶν χρόνων θέλων ἰδεῖν αὐτόν. ἐπηρώτα δὲ αὐτὸν ἐν λόγοις ἱκανοῖς, αὐτὸς δὲ οὐδὲν ἀπεκρίνατο αὐτῷ. ἐξουθενήσας δὲ αὐτὸν [καὶ] ὁ Ἡρῴδης σὺν τοῖς στρατεύμασιν αὐτοῦ καὶ ἐμπαίξας περιβαλὼν ἐσθῆτα λαμπρὰν ἀνέπεμψεν αὐτὸν τῷ Πιλάτῳ."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 23:13-16",
          "english": "Pilate, having called together the chief priests and the rulers and the people, said to them: 'You brought me this man as one perverting the people, and behold, I, having examined him before you, found nothing blameworthy in this man regarding the charges you bring against him. No, nor did Herod, for he sent him back to us; and behold, nothing worthy of death has been done by him. Having disciplined him, therefore, I will release him.'",
          "greek": "Πιλᾶτος δὲ συγκαλεσάμενος τοὺς ἀρχιερεῖς καὶ τοὺς ἄρχοντας καὶ τὸν λαὸν εἶπεν πρὸς αὐτούς· προσηνέγκατέ μοι τὸν ἄνθρωπον τοῦτον ὡς ἀποστρέφοντα τὸν λαόν, καὶ ἰδοὺ ἐγὼ ἐνώπιον ὑμῶν ἀνακρίνας οὐθὲν εὗρον ἐν τῷ ἀνθρώπῳ τούτῳ αἴτιον ὧν κατηγορεῖτε κατ᾽ αὐτοῦ· ἀλλ᾽ οὐδὲ Ἡρῴδης, ἀνέπεμψεν γὰρ αὐτὸν πρὸς ἡμᾶς, καὶ ἰδοὺ οὐδὲν ἄξιον θανάτου ἐστὶν πεπραγμένον αὐτῷ· παιδεύσας οὖν αὐτὸν ἀπολύσω."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 23:18-19",
          "english": "And they cried out all at once, saying: 'Away with this man, and release to us Barabbas!' (Who for a certain sedition made in the city, and for murder, was cast into prison.)",
          "greek": "ἀνέκραγον δὲ παμπληθεὶ λέγοντες· Αἶρε τοῦτον, ἀπόλυσον δὲ ἡμῖν τὸν Βαραββᾶν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 23:21",
          "english": "But they cried out, saying: 'Crucify, crucify him!'",
          "greek": "οἱ δὲ ἐπεφώνουν λέγοντες· Σταύρου σταύρου αὐτόν."
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 23:25",
          "english": "And he released to them him that for sedition and murder was cast into prison... but he delivered Jesus to their will.",
          "greek": "ἀπέλυσεν δὲ τὸν διὰ στάσιν καὶ φόνον βεβλημένον εἰς φυλακὴν ὃν ᾐτοῦντο, τὸν δὲ Ἰησοῦν παρέδωκεν τῷ θελήματι αὐτῶν."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 23:26",
          "english": "And as they led him away, having seized Simon, a certain Cyrenian coming from the country, they laid upon him the cross to carry behind Jesus.",
          "greek": "Καὶ ὡς ἀπήγαγον αὐτόν, ἐπιλαβόμενοι Σίμωνά τινα Κυρηναῖον ἐρχόμενον ἀπ᾿ ἀγροῦ ἐπέθηκαν αὐτῷ τὸν σταυρὸν φέρειν ὄπισθεν τοῦ Ἰησοῦ."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 23:32-33",
          "english": "And there were also two others, criminals, led with him to be put to death. And when they were come to the place, which is called Skull, there they crucified him, and the criminals, one on the right hand, and the other on the left.",
          "greek": "ἤγοντο δὲ καὶ ἕτεροι δύο κακοῦργοι σὺν αὐτῷ ἀναιρεθῆναι. Καὶ ὅτε ἀπῆλθον ἐπὶ τὸν τόπον τὸν καλούμενον Κρανίον, ἐκεῖ ἐσταύρωσαν αὐτὸν καὶ τοὺς κακούργους."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 23:35",
          "english": "And the people stood watching. And the rulers also were mocking, saying: 'He saved others, let him save himself, if this is the Christ of God, the Chosen One.'",
          "greek": "Καὶ εἱστήκει ὁ λαὸς θεωρῶν. ἐξεμυκτήριζον δὲ καὶ οἱ ἄρχοντες λέγοντες· Ἄλλους ἔσωσεν, σωσάτω ἑαυτόν, εἰ οὗτός ἐστιν ὁ χριστὸς τοῦ θεοῦ ὁ ἐκλεκτός."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 23:38",
          "english": "And there was also an inscription over him: 'This is the king of the Jews.'",
          "greek": "ἦν δὲ καὶ ἐπιγραφὴ ἐπ᾿ αὐτῷ· Οὗτός ἐστιν ὁ βασιλεὺς τῶν Ἰουδαίων."
        },
        {
          "verse": 14,
          "canonical_ref": "Luke 23:39-40",
          "english": "And one of the criminals who were hanged railed on him, saying: 'If you are the Christ, save yourself and us!' But the other answering rebuked him, saying: 'Do you not fear God, seeing you are in the same condemnation?'",
          "greek": "εἷς δὲ τῶν κρεμασθέντων κακούργων ἐβλασφήμει αὐτὸν λέγων· οὐχὶ σὺ εἶ ὁ χριστός; σῶσον σεαυτὸν καὶ ἡμᾶς. ἀποκριθεὶς δὲ ὁ ἕτερος ἐπιτιμῶν αὐτῷ ἔφη· οὐδὲ φοβῇ σὺ τὸν θεόν, ὅτι ἐν τῷ αὐτῷ κρίματι εἶ;"
        },
        {
          "verse": 15,
          "canonical_ref": "Luke 23:42-43",
          "english": "And he said to Jesus: 'Lord, remember me when you come into your kingdom.' And Jesus said to him: 'Verily I say to you, today you shall be with me in Paradise.'",
          "greek": "καὶ ἔλεγεν· Ἰησοῦ, μνήσθητί μου ὅταν ἔλθῃς εἰς τὴν βασιλείαν σου. καὶ εἶπεν αὐτῷ· ἀμήν σοι λέγω, σήμερον μετ᾿ ἐμοῦ ἔσῃ ἐν τῷ παραδείσῳ."
        },
        {
          "verse": 16,
          "canonical_ref": "Luke 23:44-45",
          "english": "And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour. And the sun was darkened, and the veil of the temple was rent in the midst.",
          "greek": "Καὶ ἦν ἤδη ὡσεὶ ὥρα ἕκτη καὶ σκότος ἐγένετο ἐφ᾿ ὅλην τὴν γῆν ἕως ὥρας ἐνάτης τοῦ ἡλίου ἐκλιπόντος, ἐσχίσθη δὲ τὸ καταπέτασμα τοῦ ναοῦ μέσον."
        },
        {
          "verse": 17,
          "canonical_ref": "Luke 23:46",
          "english": "And when Jesus had cried with a loud voice, he said: 'Father, into your hands I commend my spirit'; and having said thus, he expired.",
          "greek": "καὶ φωνήσας φωνῇ μεγάλῃ ὁ Ἰησοῦς εἶπεν· Πάτερ, εἰς χεῖράς σου παρατίθεμαι τὸ πνεῦμά μου· τοῦτο δὲ εἰπὼν ἐξέπνευσεν."
        },
        {
          "verse": 18,
          "canonical_ref": "Luke 23:50-53",
          "english": "And, behold, there was a man named Joseph, a counselor... (The same had not consented to the counsel and deed of them)... This man went to Pilate, and begged the body of Jesus. And he took it down, and wrapped it in linen, and laid it in a sepulchre that was hewn in stone, where never man before was laid.",
          "greek": "Καὶ ἰδοὺ ἀνὴρ ὀνόματι Ἰωσὴφ βουλευτὴς ὑπάρχων, ἀνὴρ ἀγαθὸς καὶ δίκαιος — οὗτος οὐκ ἦν συγκατατεθειμένος τῇ βουλῇ καὶ τῇ πράξει αὐτῶν — οὗτος προσελθὼν τῷ Πιλάτῳ ᾐτήσατο τὸ σῶμα τοῦ Ἰησοῦ, καὶ καθελὼν ἐνετύλιξεν αὐτὸ σινδόνι καὶ ἔθηκεν αὐτὸν ἐν μνήματι λαξευτῷ οὗ οὐκ ἦν οὐδεὶς οὔπω κείμενος."
        }
      ],
      "notes": [
        {
          "term": "Destroying the law and the prophets (καταλύοντα τὸν νόμον καὶ τοὺς προφήτας)",
          "explanation": "This specific charge is explicitly attested by Epiphanius as a diagnostic marker of this stratum. It confirms the clinical nature of the Messenger's mission: the total abrogation of the old legal and prophetic debris rather than a mere internal reform."
        },
        {
          "term": "The Christ (ὁ Χριστός)",
          "explanation": "The reconstruction follows the variant where 'The Christ' is prioritized over the Roman political category 'King of the Jews,' centering the trial on the pneumatic function of the Messenger."
        },
        {
          "term": "Stirring up (ἀνασείει - anasteiei)",
          "explanation": "The elite view the spread of the Word as a forensic disturbance. The geographic scope (Galilee to Judea) marks the clinical progression of the Spirit's descent."
        },
        {
          "term": "Herod pericope (Luke 23:6-12)",
          "explanation": "RETAINED. Tertullian (Adv. Marc. 4.42.3) provides detailed attestation: Jesus is sent to Herod as a 'munus' (gift), Herod is 'delectatus' (delighted), 'exspectaverat' (had long expected), 'interrogavit' (questioned him), and 'nec vocem ullam ab eo audivit' (heard no voice from him). Epiphanius confirms without flagging as interpolation. The vocabulary ἐξουθενήσας (treated with contempt) represents forensic nullification of Jesus's status; ἐσθῆτα λαμπρὰν (shining robe) functions as mockery of the pneumatic claim. The sequence provides a dual judicial rejection (Herod/Pilate) essential to the trial narrative."
        },
        {
          "term": "Nothing blameworthy (οὐθὲν αἴτιον - outhen aition)",
          "explanation": "This reflects a dry forensic finding of innocence within the Roman/Judean legal debris."
        },
        {
          "term": "Disciplined (παιδεύσας - paideusas)",
          "explanation": "'Disciplined' is used rather than the more emotive 'scourged' to maintain the administrative clinicality of the text."
        },
        {
          "term": "Excision of v. 17",
          "explanation": "The 'custom of the feast' is absent in this stratum, as it is a later harmonizing gloss used to explain the release of Barabbas."
        },
        {
          "term": "Treated him with contempt (ἐξουθενήσας - exouthenēsas)",
          "explanation": "A dry forensic term for the nullification of Jesus's status as a biological or political threat."
        },
        {
          "term": "Shining robe (ἐσθῆτα λαμπρὰν)",
          "explanation": "The 'shining' or 'bright' robe is used clinically to mock the pneumatic claim of divine radiance, casting it as a farce within the material world."
        },
        {
          "term": "Barabbas",
          "explanation": "The exchange of the 'Just One' for a 'murderer' is a forensic demonstration of the inverted values of the current age."
        },
        {
          "term": "Criminals (κακούργοι - kakourgoi)",
          "explanation": "The use of this term maintains a focus on the clinical reality of the execution."
        },
        {
          "term": "Criminals (κακούργων - kakourgōn) in 23:39",
          "explanation": "Literally 'evil-doers' or 'workers of bad.' The reconstruction maintains this dry forensic descriptor."
        },
        {
          "term": "Condemnation (κρίματι - krimati) in 23:40",
          "explanation": "The Jamesian layer uses this dialogue to highlight the judgment between the 'powerful/arrogant' and the 'poor/humble' at the moment of death."
        },
        {
          "term": "Today (σήμερον - sēmeron) in 23:43",
          "explanation": "This is a core Jamesian marker. It emphasizes an immediate pneumatic transition (exaltation) rather than a delayed material resuscitation."
        },
        {
          "term": "Paradise (παραδείσῳ - paradeisō) in 23:43",
          "explanation": "The reconstruction preserves the verse as found in the Marcionite/Tertullian stratum, representing the immediate spiritual enthronement of the Messenger."
        },
        {
          "term": "Skull (Κρανίον - Kranion)",
          "explanation": "Translated literally rather than using the Latinized 'Calvary,' preserving the dry topographic fact of the execution site."
        },
        {
          "term": "Omission of 'Father forgive them' (23:34a)",
          "explanation": "The earliest witnesses and the forensic reconstruction protocol excise this phrase as a secondary interpolation intended to soften the Messenger's resolve."
        },
        {
          "term": "Omission of casting lots (23:34b)",
          "explanation": "Tertullian explicitly identifies this as an interpolation intended to force a fulfillment of Psalm 22:18."
        },
        {
          "term": "Today in Paradise (σήμερον ἐν τῷ παραδείσῳ)",
          "explanation": "While some versions excised this to deny immediate transition, Tertullian preserves it. It represents the core Jamesian theme of immediate pneumatic transition rather than delayed material resuscitation."
        },
        {
          "term": "Commend (παρατίθεμαι - paratithēmai)",
          "explanation": "A forensic deposit. The spirit is clinically returned to its source as the material vessel is exhausted."
        },
        {
          "term": "Relationship to the Father",
          "explanation": "The prayer 'Father, into your hands...' contrasts with the Markan cry of abandonment, depicting the Messenger as one whose spiritual sight remains open during physical vastation."
        },
        {
          "term": "Hewn in stone (λαξευτῷ - laxeutō)",
          "explanation": "The emphasis on the stone tomb provides the forensic baseline for the subsequent spiritual manifestations; the physical body remains interred according to Second Temple custom."
        }
      ],
      "additional_explanation": {
        "title": "The Trial and the Abrogation",
        "content": "Chapter 21 of the Protograph presents the legal culmination of the Messenger's mission.",
        "points": [
          {
            "title": "The Unique Charge",
            "explanation": "The accusation of 'destroying the law and the prophets' (23:2) is the forensic confession of the Jerusalem elite. They correctly identify the Messenger's purpose: not reform, but the complete abrogation of the old legal and prophetic order. This charge is absent from the canonical text but preserved in Epiphanius."
          },
          {
            "title": "The Paradise Promise",
            "explanation": "The promise to the criminal—'today you shall be with me in Paradise' (23:43)—encapsulates the Jamesian soteriology. Salvation is immediate pneumatic transition, not a future bodily resurrection. The criminal enters the spiritual realm through faith, bypassing all biological requirements."
          },
          {
            "title": "The Final Commendation",
            "explanation": "The cry 'Father, into your hands I commend my spirit' (23:46) is the inverse of the Markan cry of abandonment. The Jamesian Christ maintains spiritual communion throughout the vastation, modeling the death of the martyr as a conscious return of the pneuma to its Divine source."
          }
        ]
      }
    },
    {
      "chapter": 22,
      "title": "Proto-Luke Chapter 22",
      "preamble": "This concluding chapter of the Jamesian Protograph (Proto-Luke) represents the primitive record of the spiritual manifestation (Soma Pneumatikon) of the Messenger. Unlike the later canonical expansion, this stratum is defined by the 'Western Non-Interpolations'—shorter readings that lack the secondary physicalist 'proofs' (flesh, bones, and eating) added in the second century to combat Gnosticism. The narrative emphasizes the ambiguity of the tomb and the restoration of the community's internal sight through the opening of the mind (nous).",
      "verses": [
        {
          "verse": 1,
          "canonical_ref": "Luke 24:1-3",
          "english": "On the first day of the Sabbaths, at deep dawn, they came to the tomb bringing the spices they had prepared. They found the stone rolled away from the tomb. Entering, they did not find the body.",
          "greek": "Τῇ δὲ μιᾷ τῶν σαββάτων ὄρθρου βαθέως ἐπὶ τὸ μνῆμα ἦλθον φέρουσαι ἃ ἡτοίμασαν ἀρώματα. εὗρον δὲ τὸν λίθον ἀποκεκυλισμένον ἀπὸ τοῦ μνημείου, εἰσελθοῦσαι δὲ οὐχ εὗρον τὸ σῶμα."
        },
        {
          "verse": 2,
          "canonical_ref": "Luke 24:4-5",
          "english": "It happened while they were perplexed about this, behold, two men stood by them in flashing clothes. As they were afraid and bowed their faces to the ground, they said to them, \"Why do you seek the living with the dead?\"",
          "greek": "καὶ ἐγένετο ἐν τῷ ἀπορεῖσθαι αὐτὰς περὶ τούτου καὶ ἰδοὺ ἄνδρες δύο ἐπέστησαν αὐταῖς ἐν ἐσθῆτι ἀστραπτούσῃ. ἐμφόβων δὲ γενομένων αὐτῶν καὶ κλινουσῶν τὰ πρόσωπα εἰς τὴν γῆν εἶπαν πρὸς αὐτάς· Τί ζητεῖτε τὸν ζῶντα μετὰ τῶν νεκρῶν;"
        },
        {
          "verse": 3,
          "canonical_ref": "Luke 24:6-8",
          "english": "[He is not here, but has been raised — Omitted in this stratum] Remember how he spoke to you while still in Galilee, saying that it is necessary for the son of man to be delivered into the hands of sinful men and be crucified and on the third day to rise. And they remembered his words.",
          "greek": "μνήσθητε ὡς ἐλάλησεν ὑμῖν ἔτι ὢν ἐν τῇ Γαλιλαίᾳ, λέγων τὸν υἱὸν τοῦ ἀνθρώπου ὅτι δεῖ παραδοθῆναι εἰς χεῖρας ἀνθρώπων ἁμαρτωλῶν καὶ σταυρωθῆναι καὶ τῇ τρίτῃ ἡμέρᾳ ἀναστῆναι. καὶ ἐμνήσθησαν τῶν ῥημάτων αὐτοῦ."
        },
        {
          "verse": 4,
          "canonical_ref": "Luke 24:9-11",
          "english": "Returning from the tomb, they reported all these things to the eleven and to all the rest. These words seemed to them as nonsense, and they did not believe them.",
          "greek": "καὶ ὑποστρέψασαι ἀπὸ τοῦ μνημείου ἀπήγγειλαν ταῦτα πάντα τοῖς ἕνδεκα καὶ πᾶσιν τοῖς λοιποῖς. καὶ ἐφάνησαν ἐνώπιον αὐτῶν ὡσεὶ λῆρος τὰ ῥήματα ταῦτα, καὶ ἠπίστουν αὐταῖς."
        },
        {
          "verse": 5,
          "canonical_ref": "Luke 24:13-16",
          "english": "And behold, two of them on that same day were going to a village sixty stadia from Jerusalem, whose name was Emmaus, and they were talking to each other about all these things that had happened. And it happened that while they were talking and debating, Jesus himself drew near and went with them. But their eyes were held so they did not recognize him.",
          "greek": "Καὶ ἰδοὺ δύο ἐξ αὐτῶν ἐν αὐτῇ τῇ ἡμέρᾳ ἦσαν πορευόμενοι εἰς κώμην ἀπέχουσαν σταδίους ἑξήκοντα ἀπὸ Ἰερουσαλήμ, ᾗ ὄνομα Ἐμμαοῦς, καὶ αὐτοὶ ὡμίλουν πρὸς ἀλλήλους περὶ πάντων τῶν συμβεβηκότων τούτων. καὶ ἐγένετο ἐν τῷ ὁμιλεῖν αὐτοὺς καὶ συζητεῖν καὶ αὐτὸς Ἰησοῦς ἐγγίσας συνεπορεύετο αὐτοῖς, οἱ δὲ ὀφθαλμοὶ αὐτῶν ἐκρατοῦντο τοῦ μὴ ἐπιγνῶναι αὐτόν."
        },
        {
          "verse": 6,
          "canonical_ref": "Luke 24:19",
          "english": "And he said to them: 'What things?' And they said to him: 'The things concerning Jesus the Nazarene, who was a man, a prophet mighty in deed and word before God and all the people.'",
          "greek": "καὶ εἶπεν αὐτοῖς· Ποῖα; οἱ δὲ εἶπαν αὐτῷ· τὰ περὶ Ἰησοῦ τοῦ Ναζωραίου, ὃς ἐγένετο ἀνὴρ προφήτης δυνατὸς ἐν ἔργῳ καὶ λόγῳ ἐναντίον τοῦ θεοῦ καὶ παντὸς τοῦ λαοῦ."
        },
        {
          "verse": 7,
          "canonical_ref": "Luke 24:30-31",
          "english": "And it happened that when he reclined with them, taking the bread, he blessed and, breaking it, he gave it to them. Their eyes were opened, and they recognized him; and he became invisible to them.",
          "greek": "καὶ ἐγένετο ἐν τῷ κατακλιθῆναι αὐτὸν μετ' αὐτῶν λαβὼν τὸν ἄρτον εὐλόγησεν καὶ κλάσας ἐπεδίδου αὐτοῖς· αὐτῶν δὲ διηνοίχθησαν οἱ ὀφθαλμοὶ καὶ ἐπέγνωσαν αὐτόν· καὶ αὐτὸς ἄφαντος ἐγένετο ἀπ' αὐτῶν."
        },
        {
          "verse": 8,
          "canonical_ref": "Luke 24:32",
          "english": "And they said to one another: 'Was not our heart burning within us while he spoke to us on the road, as he opened the scriptures to us?'",
          "greek": "καὶ εἶπαν πρὸς ἀλλήλους· Οὐχὶ ἡ καρδία ἡμῶν καιομένη ἦν ἐν ἡμῖν ὡς ἐλάλει ἡμῖν ἐν τῇ ὁδῷ, ὡς διήνοιγεν ἡμῖν τὰς γραφάς;"
        },
        {
          "verse": 9,
          "canonical_ref": "Luke 24:36-39",
          "english": "While they were saying these things, he himself stood in the midst of them and said: 'Peace to you.' But being terrified and afraid, they thought they were seeing a spirit. And he said to them: 'Why are you troubled, and why do debates arise in your hearts?' 'See my hands and my feet, that it is I myself.'",
          "greek": "Ταῦτα δὲ αὐτῶν λαλούντων αὐτὸς ἔστη ἐν μέσῳ αὐτῶν καὶ λέγει αὐτοῖς· Εἰρήνη ὑμῖν. πτοηθέντες δὲ καὶ ἔμφοβοι γενόμενοι ἐδόκουν πνεῦμα θεωρεῖν. καὶ εἶπεν αὐτοῖς· Τί τεταραγμένοι ἐστὲ καὶ διὰ τί διαλογισμοὶ ἀναβαίνουσιν ἐν τῇ καρδίᾳ ὑμῶν; ἴδετε τὰς χεῖράς μου καὶ τοὺς πόδας μου ὅτι ἐγώ εἰμι αὐτός."
        },
        {
          "verse": 10,
          "canonical_ref": "Luke 24:44-45",
          "english": "And he said to them: \"These are my words which I spoke to you while I was still with you, that it is necessary for all things written in the law of Moses and the prophets and psalms about me to be fulfilled.\" Then he opened their mind to understand the scriptures.",
          "greek": "Εἶπεν δὲ πρὸς αὐτούς· Οὗτοι οἱ λόγοι μου οὓς ἐλάλησα πρὸς ὑμᾶς ἔτι ὢν σὺν ὑμῖν, ὅτι δεῖ πληρωθῆναι πάντα τὰ γεγραμμένα ἐν τῷ νόμῳ Μωϋσέως καὶ τοῖς προφήταις καὶ ψαλμοῖς περὶ ἐμοῦ. τότε διήνοιξεν αὐτῶν τὸν νοῦν τοῦ συνιέναι τὰς γραφάς."
        },
        {
          "verse": 11,
          "canonical_ref": "Luke 24:47-48",
          "english": "...and that repentance into forgiveness of sins should be proclaimed in his name to all the nations. You are witnesses of these things.",
          "greek": "...κηρυχθῆναι ἐπὶ τῷ ὀνόματι αὐτοῦ μετάνοιαν εἰς ἄφεσιν ἁμαρτιῶν εἰς πάντα τὰ ἔθνη. ὑμεῖς μάρτυρες τούτων."
        },
        {
          "verse": 12,
          "canonical_ref": "Luke 24:51",
          "english": "And it happened while he was blessing them, he parted from them.",
          "greek": "καὶ ἐγένετο ἐν τῷ εὐλογεῖν αὐτὸν αὐτοὺς διέστη ἀπ' αὐτῶν."
        },
        {
          "verse": 13,
          "canonical_ref": "Luke 24:52-53",
          "english": "...they returned to Jerusalem with great joy, and they were continually in the Temple praising and blessing God.",
          "greek": "...ὑπέστρεψαν εἰς Ἰερουσαλήμ μετὰ χαρᾶς μεγάλης, καὶ ἦσαν διὰ παντὸς ἐν τῷ ἱερῷ αἰνοῦντες καὶ εὐλογοῦντες τὸν θεόν."
        }
      ],
      "notes": [
        {
          "term": "Body (σῶμα - sōma)",
          "explanation": "The primitive stratum omits 'of the Lord Jesus' (found in canonical Luke). This is a 'Western Non-Interpolation' where the shorter text reflects the original clinical observation of a missing corpse."
        },
        {
          "term": "Flashing clothes (ἀστραπτούσῃ - astraptousē)",
          "explanation": "This denotes a radiance characteristic of pneumatic manifestations rather than a material person. It aligns with the visionary sensory overload found in the prophets."
        },
        {
          "term": "Omission of 24:6a",
          "explanation": "The specific proclamation 'He is not here, but has been raised' is absent in the Western text (Codex Bezae) and the Marcionite witnesses. In Proto-Luke, the tomb remains an ambiguous sign of absence, prompting memory (anamnesis) rather than offering forensic proof."
        },
        {
          "term": "Son of Man (τὸν υἱὸν τοῦ ἀνθρώπου)",
          "explanation": "Used here as the clinical referent for the Messenger's eschatological role."
        },
        {
          "term": "Nonsense (λῆρος - lēros)",
          "explanation": "The report of the women is dismissed as an 'idle tale' or 'delirium,' emphasizing that the empty tomb did not generate faith in the earliest community."
        },
        {
          "term": "Excision of 24:12",
          "explanation": "The account of Peter running to the tomb is a secondary interpolation found in the Alexandrian tradition but absent in the Western and Marcionite layers."
        },
        {
          "term": "Were held (ἐκρατοῦντο - ekratounto)",
          "explanation": "This implies a psychological or pneumatic constraint. The 'Resurrected' one is only recognizable through spiritual volition. The manifestation of the 'Spiritual Body' (Soma Pneumatikon) is perceived through spiritual volition rather than material physics."
        },
        {
          "term": "Western Non-Interpolation (24:6a)",
          "explanation": "The explicit proclamation of resurrection at the tomb is clinically absent in the Western (D) and Marcionite witnesses; Proto-Luke focuses on the memory (anamnesis) of the Messenger's teaching rather than a kerygmatic proof."
        },
        {
          "term": "Raised (ἠγέρθη - ēgerthē)",
          "explanation": "The Greek uses a passive voice, denoting an external action of the Divine upon the subject."
        },
        {
          "term": "Nazarene (Ναζωραίου - Nazōraiou)",
          "explanation": "The identification is grounded in the prophetic human status of the teacher as he was known in the Galilean stratum."
        },
        {
          "term": "Prophet (προφήτης - prophētēs)",
          "explanation": "The core Jamesian identity of Jesus is that of a prophet of the restored order rather than the post-70 CE biological Messiah."
        },
        {
          "term": "Opened (διήνοιγεν - diēnoigen)",
          "explanation": "In Proto-Luke, faith is generated by the revelation of the Word ('opening the scriptures') rather than the forensic inspection of a resuscitated corpse."
        },
        {
          "term": "Invisible (ἄφαντος - aphantos)",
          "explanation": "Literally 'vanishing' or 'becoming un-manifest.' This is the technical term for the cessation of a pneumatic manifestation, proving that the body did not adhere to material laws."
        },
        {
          "term": "Opening of Scriptures",
          "explanation": "Faith in the Jamesian Protograph is generated through the 'Opening of the Word' rather than the inspection of a body."
        },
        {
          "term": "Spirit (πνεῦμα - pneuma)",
          "explanation": "The text records the default perception of the witnesses—that they were seeing a non-corporeal entity."
        },
        {
          "term": "Excision of 24:39b-43",
          "explanation": "The claims of 'flesh and bones' and the act of eating fish are omitted as late anti-Docetic additions. They were designed to materialize the resurrection in direct contradiction to the earlier Jamesian/Pauline teaching that 'flesh and blood cannot inherit the kingdom.'"
        },
        {
          "term": "I myself (ἐγώ εἰμι αὐτός)",
          "explanation": "Jesus provides identity markers (the wounds) to confirm personhood without implying a resuscitated corpse."
        },
        {
          "term": "Mind (νοῦν - noun)",
          "explanation": "The climax of the Protograph is intellectual and pneumatic enlightenment—the transition from sensory debris to internal understanding."
        },
        {
          "term": "Parted (διέστη - diestē)",
          "explanation": "The original text lacks the physical levitation/ascension into the sky ('carried up into heaven' is a Western Non-Interpolation). The vision simply ceases."
        },
        {
          "term": "Temple (ἱερῷ - hierō)",
          "explanation": "The narrative ends in the Temple, anchoring the movement as a legitimate Judean institution (the 'Opposition Priesthood') in Jerusalem."
        }
      ],
      "additional_explanation": {
        "title": "Summary of the Jamesian Protograph",
        "content": "This concluding chapter of the Jamesian Protograph (Proto-Luke) represents the primitive record of the spiritual manifestation (Soma Pneumatikon) of the Messenger. Unlike the later canonical expansion, this stratum is defined by the 'Western Non-Interpolations'—shorter readings that lack the secondary physicalist 'proofs' (flesh, bones, and eating) added in the second century to combat Gnosticism.",
        "points": [
          {
            "title": "The Tomb as Ambiguous Sign",
            "explanation": "The primitive stratum omits 'of the Lord Jesus' and the proclamation 'He is not here, but has been raised' (Western text). The empty tomb remains an ambiguous sign prompting memory (anamnesis) rather than forensic proof. The women's report is dismissed as 'nonsense' (lēros)—the empty tomb did not generate faith."
          },
          {
            "title": "The Road Manifestation",
            "explanation": "The 'Resurrected' one is only recognizable through spiritual volition—eyes 'were held' (ekratounto). Recognition comes through the ritual breaking of bread and the internal burning of hearts, not physical inspection. The manifestation ceases with the technical term 'invisible' (aphantos)—becoming un-manifest."
          },
          {
            "title": "The Final Manifestation and Mind",
            "explanation": "The witnesses' default perception is that they were seeing a 'spirit' (pneuma). The claims of 'flesh and bones' and eating fish are excised as anti-Docetic interpolations. The climax is the opening of the 'mind' (nous) to understand the scriptures—intellectual and pneumatic enlightenment. The narrative ends in the Temple, anchoring the movement as the 'Opposition Priesthood' in Jerusalem."
          }
        ]
      }
    }
  ]
}
